[
  {
    "date": "2008-10-31",
    "category": "Technology",
    "title_es": "📜 Whitepaper de Bitcoin",
    "description_tooltip_es": "Satoshi Nakamoto publica el whitepaper: 'Bitcoin: A Peer-to-Peer Electronic Cash System'. ¡El documento que lo empezó todo!",
    "description_full_es": "El 31 de octubre de 2008, en el punto álgido de la crisis financiera global, una figura anónima bajo el seudónimo de Satoshi Nakamoto publicó un documento titulado 'Bitcoin: A Peer-to-Peer Electronic Cash System'. Este whitepaper de solo nueve páginas presentó una solución al problema del doble gasto sin la necesidad de una autoridad central, como un banco o un gobierno. En lugar de ello, propuso una red de 'pares' donde las transacciones serían verificadas por una red de nodos y registradas en un libro de contabilidad público e inmutable, la 'blockchain'.\n\nEste documento no solo fue una propuesta técnica, sino también una declaración ideológica. Nacido del descontento con el sistema bancario tradicional que había fallado, Bitcoin fue concebido como una alternativa descentralizada y transparente. La idea de que el dinero pudiera ser gestionado por un código en lugar de por instituciones humanas resonó profundamente en la comunidad 'cypherpunk' y en defensores de la privacidad.\n\nAunque el whitepaper pasó en gran medida desapercibido fuera de círculos muy específicos, sentó las bases para el inicio de una revolución. Fue el origen conceptual de Bitcoin, el mapa de ruta que guiaría a los primeros pioneros de la criptografía y el software en la construcción de la red que eventualmente se convertiría en un fenómeno global.",
    "title_en": "📜 Bitcoin Whitepaper",
    "description_tooltip_en": "Satoshi Nakamoto publishes the whitepaper: 'Bitcoin: A Peer-to-Peer Electronic Cash System.' The document that started it all!",
    "description_full_en": "On October 31, 2008, at the height of the global financial crisis, an anonymous figure under the pseudonym of Satoshi Nakamoto published a document titled 'Bitcoin: A Peer-to-Peer Electronic Cash System.' This nine-page whitepaper presented a solution to the double-spending problem without the need for a central authority, such as a bank or government. Instead, it proposed a 'peer-to-peer' network where transactions would be verified by a network of nodes and recorded in a public, immutable ledger, the 'blockchain.'\n\nThis document was not only a technical proposal but also an ideological statement. Born from discontent with the traditional banking system that had failed, Bitcoin was conceived as a decentralized and transparent alternative. The idea that money could be managed by code rather than human institutions resonated deeply with the 'cypherpunk' community and privacy advocates.\n\nAlthough the whitepaper went largely unnoticed outside of very specific circles, it laid the foundation for the beginning of a revolution. It was the conceptual origin of Bitcoin, the roadmap that would guide the first pioneers of cryptography and software in building the network that would eventually become a global phenomenon.",
    "links": [
      {
        "text_es": "Whitepaper original de Bitcoin",
        "text_en": "Original Bitcoin Whitepaper",
        "url": "https://bitcoin.org/bitcoin.pdf"
      }
    ]
  },
  {
    "date": "2009-01-03",
    "category": "Technology",
    "title_es": "🚀 Bloque Génesis",
    "description_tooltip_es": "Se mina el primer bloque de Bitcoin con un mensaje oculto sobre la crisis bancaria. ¡El origen de la red!",
    "description_full_es": "El 3 de enero de 2009, la red de Bitcoin cobra vida con la creación del **bloque génesis**, el primer bloque de la cadena. Este bloque es un hito crucial porque no solo marcó el inicio oficial de la red, sino que también contenía un mensaje encriptado por Satoshi Nakamoto. El texto incrustado, 'The Times 03/Jan/2009 Chancellor on brink of second bailout for banks' ('El Canciller, al borde de un segundo rescate para los bancos'), era el titular del periódico 'The Times' de ese día.\n\nEsta referencia aludió directamente a la crisis financiera de 2008 y a las políticas de rescate bancario implementadas por los gobiernos. El mensaje fue una declaración de intenciones, un recordatorio de que Bitcoin fue creado como una respuesta a la inestabilidad y la falta de confianza en el sistema financiero tradicional. Demostró que Bitcoin no era solo una herramienta tecnológica, sino un movimiento ideológico.\n\nDesde ese momento, cada bloque que se ha añadido a la cadena ha rastreado la historia completa de las transacciones, creando un registro público, inmutable y descentralizado. El bloque génesis es el punto de partida de este registro, un símbolo de resistencia y un testamento a la visión original de su creador.",
    "title_en": "🚀 Genesis Block",
    "description_tooltip_en": "The first Bitcoin block is mined with a hidden message about the banking crisis. The origin of the network!",
    "description_full_en": "On January 3, 2009, the Bitcoin network came to life with the creation of the **genesis block**, the first block of the chain. This block is a crucial milestone because it not only marked the official start of the network, but also contained an encrypted message from Satoshi Nakamoto. The embedded text, 'The Times 03/Jan/2009 Chancellor on brink of second bailout for banks,' was the headline of that day's 'The Times' newspaper.\n\nThis reference directly alluded to the 2008 financial crisis and the bank bailout policies implemented by governments. The message was a declaration of intent, a reminder that Bitcoin was created as a response to the instability and lack of trust in the traditional financial system. It showed that Bitcoin was not just a technological tool, but an ideological movement.\n\nFrom that moment on, every block added to the chain has tracked the complete history of transactions, creating a public, immutable, and decentralized record. The genesis block is the starting point of this record, a symbol of resistance and a testament to the original vision of its creator.",
    "links": [
      {
        "text_es": "Bloque Génesis",
        "text_en": "Genesis block",
        "url": "https://en.bitcoin.it/wiki/Genesis_block"
      }
    ]
  },
  {
    "date": "2009-01-12",
    "category": "Technology",
    "title_es": "👨‍💻 Primera transacción",
    "description_tooltip_es": "Satoshi envía 10 BTC a Hal Finney, pionero de la criptografía. ¡La primera transferencia de BTC de la historia!",
    "description_full_es": "El 12 de enero de 2009 se realiza la primera transacción de Bitcoin fuera de la fase de prueba. El creador anónimo, Satoshi Nakamoto, envió 10 BTC al desarrollador Hal Finney. Finney, un criptógrafo y activista del movimiento 'cypherpunk', fue uno de los primeros en descargar el software de Bitcoin y en colaborar con Satoshi en sus inicios. Este intercambio demostró que la red de Bitcoin funcionaba en la práctica, permitiendo transferencias de valor directas entre dos personas sin intermediarios.\n\nHal Finney es una figura legendaria en la historia de Bitcoin. Murió en 2014, pero sus contribuciones fueron fundamentales. En un blog, Finney recordó cómo 'minó los primeros bloques y se le recompensó con 50 bitcoins' y cómo recibió esa primera transacción de Satoshi. Su participación inicial le valió un lugar de honor en la historia de la criptografía y la tecnología blockchain.\n\nEsta transacción marcó el punto de partida para la funcionalidad de Bitcoin como sistema de efectivo electrónico. Demostró que el concepto de un dinero digital entre pares era viable, sentando las bases para que la red creciera y se desarrollara. Fue un pequeño paso para Satoshi y Finney, pero un salto gigante para la tecnología de la información y las finanzas.",
    "title_en": "👨‍💻 First Transaction",
    "description_tooltip_en": "Satoshi sends 10 BTC to Hal Finney, a cryptography pioneer. The first BTC transfer in history!",
    "description_full_en": "On January 12, 2009, the first Bitcoin transaction outside the testing phase took place. The anonymous creator, Satoshi Nakamoto, sent 10 BTC to developer Hal Finney. Finney, a cryptographer and activist of the 'cypherpunk' movement, was one of the first to download the Bitcoin software and collaborate with Satoshi in its early days. This exchange proved that the Bitcoin network worked in practice, allowing for direct value transfers between two people without intermediaries.\n\nHal Finney is a legendary figure in Bitcoin history. He died in 2014, but his contributions were fundamental. In a blog post, Finney recalled how he 'mined the first blocks and was rewarded with 50 bitcoins' and how he received that first transaction from Satoshi. His early involvement earned him a place of honor in the history of cryptography and blockchain technology.\n\nThis transaction marked the starting point for Bitcoin's functionality as an electronic cash system. It proved that the concept of peer-to-peer digital money was viable, laying the groundwork for the network to grow and develop. It was a small step for Satoshi and Finney, but a giant leap for information technology and finance.",
    "links": [
      {
        "text_es": "La primera transacción de Bitcoin",
        "text_en": "First Bitcoin Transaction",
        "url": "https://www.guinnessworldrecords.es/world-records/696243-first-bitcoin-transaction"
      }
    ]
  },
  {
    "date": "2009-10-05",
    "category": "Market",
    "title_es": "💱 Primer valor en USD",
    "description_tooltip_es": "Se establece el primer tipo de cambio: 1 USD = 1309.03 BTC. ¡Por menos de un dólar podías comprar un montón de Bitcoin!",
    "description_full_es": "El 5 de octubre de 2009, la plataforma New Liberty Standard estableció el primer tipo de cambio de Bitcoin frente al dólar estadounidense. Este cálculo se hizo basándose en el coste de la electricidad necesaria para minar un bitcoin. El resultado fue 1 USD por 1309.03 BTC, un valor que hoy resulta asombroso, pero que en aquel entonces apenas tenía significado económico.\n\nEste hito fue el primer intento de asignar un valor monetario a Bitcoin más allá de su utilidad como herramienta de software. Abrió la puerta para que la gente comenzara a ver Bitcoin no solo como un experimento tecnológico, sino también como un activo con potencial de intercambio. Aunque el valor era ínfimo, fue el primer paso para su transformación de una idea a una mercancía.\n\nEl establecimiento de este tipo de cambio simbólico fue un momento crucial en la historia de Bitcoin, ya que marcó la transición de la fase de 'proyecto de hobby' a la de 'activo financiero'. Aunque aún no era un mercado líquido, este evento sentó las bases para la creación de los exchanges y el posterior desarrollo del ecosistema comercial de las criptomonedas.",
    "title_en": "💱 First USD Value",
    "description_tooltip_en": "The first exchange rate is established: 1 USD = 1309.03 BTC. For less than a dollar, you could buy a lot of Bitcoin!",
    "description_full_en": "On October 5, 2009, the New Liberty Standard platform established the first exchange rate for Bitcoin against the US dollar. This calculation was based on the cost of electricity needed to mine one bitcoin. The result was 1 USD for 1309.03 BTC, a value that is astonishing today but had little economic meaning at the time.\n\nThis milestone was the first attempt to assign a monetary value to Bitcoin beyond its utility as a software tool. It opened the door for people to begin seeing Bitcoin not only as a technological experiment but also as an asset with exchange potential. Although the value was minuscule, it was the first step in its transformation from an idea to a commodity.\n\nEstablishing this symbolic exchange rate was a crucial moment in Bitcoin's history, as it marked the transition from the 'hobby project' phase to the 'financial asset' phase. Although it was not yet a liquid market, this event laid the groundwork for the creation of exchanges and the subsequent development of the cryptocurrency trading ecosystem.",
    "links": [
      {
        "text_es": "Anuncio del tipo de cambio",
        "text_en": "Exchange Rate Announcement",
        "url": "https://bitcointalk.org/index.php?topic=19.0"
      }
    ]
  },
  {
    "date": "2010-02-06",
    "category": "Adoption",
    "title_es": "🛒 Primer exchange",
    "description_tooltip_es": "Se lanza BitcoinMarket.com, el primer exchange de Bitcoin. ¡Aquí es donde la gente empezó a comprar y vender BTC de verdad!",
    "description_full_es": "El 6 de febrero de 2010, **BitcoinMarket.com** se lanzó como el primer 'exchange' de criptomonedas. Esta plataforma permitió a los usuarios comprar y vender bitcoins utilizando dinero fiduciario, lo que marcó un antes y un después en la historia de Bitcoin. Antes de esto, la compra y venta de BTC se realizaba de manera 'peer-to-peer' a través de foros, un proceso lento y arriesgado.\n\nLa creación de un exchange centralizado facilitó enormemente la liquidez y la accesibilidad de Bitcoin para un público más amplio. Aunque las comisiones eran altas y los volúmenes de comercio eran mínimos en comparación con los estándares actuales, la plataforma proporcionó un lugar donde la gente podía asignar un valor de mercado real a la moneda digital. Esto ayudó a Bitcoin a madurar como activo financiero y a atraer a los primeros especuladores y entusiastas.\n\nBitcoinMarket.com fue un experimento que, a pesar de sus limitaciones, demostró el potencial de un mercado de criptomonedas. Su existencia sentó un precedente para la proliferación de exchanges que surgirían en los años siguientes, desde **Mt. Gox** hasta **Coinbase**, formando la infraestructura esencial del ecosistema cripto que conocemos hoy.",
    "title_en": "🛒 First Exchange",
    "description_tooltip_en": "BitcoinMarket.com launches, the first Bitcoin exchange. This is where people started to buy and sell BTC for real!",
    "description_full_en": "On February 6, 2010, **BitcoinMarket.com** launched as the first cryptocurrency 'exchange.' This platform allowed users to buy and sell bitcoins using fiat money, which marked a before and after in Bitcoin's history. Before this, buying and selling BTC was done in a 'peer-to-peer' manner through forums, a slow and risky process.\n\nThe creation of a centralized exchange greatly facilitated Bitcoin's liquidity and accessibility for a wider audience. Although fees were high and trading volumes were minimal compared to today's standards, the platform provided a place where people could assign a real market value to the digital currency. This helped Bitcoin mature as a financial asset and attracted the first speculators and enthusiasts.\n\nBitcoinMarket.com was an experiment that, despite its limitations, demonstrated the potential of a cryptocurrency market. Its existence set a precedent for the proliferation of exchanges that would emerge in the following years, from **Mt. Gox** to **Coinbase**, forming the essential infrastructure of the crypto ecosystem we know today.",
    "links": [
      {
        "text_es": "Hitos de los exchanges de Bitcoin",
        "text_en": "Bitcoin Exchange Milestones",
        "url": "https://www.coindesk.com/policy/2013/05/27/a-brief-history-of-bitcoin-exchanges/"
      }
    ]
  },
  {
    "date": "2010-05-22",
    "category": "Adoption",
    "title_es": "🍕 Bitcoin Pizza Day",
    "description_tooltip_es": "Laszlo Hanyecz paga 10,000 BTC por dos pizzas. Hoy valdrían millones 💸. ¡La pizza más cara de la historia!",
    "description_full_es": "El 22 de mayo de 2010, el programador Laszlo Hanyecz realizó la que se considera la primera transacción comercial con Bitcoin en el mundo real. Hanyecz ofreció 10,000 BTC en un foro para que alguien le pidiera dos pizzas de Papa John's. Un entusiasta de la red aceptó el trato y le envió las pizzas, completando así una transacción que pasaría a la historia.\n\nEn ese momento, 10,000 BTC valían alrededor de 41 dólares. Con el paso del tiempo y el aumento exponencial del valor de Bitcoin, esa transacción se ha convertido en una anécdota legendaria. A los precios máximos de Bitcoin, esas dos pizzas habrían costado más de 600 millones de dólares. Este evento, conocido hoy como el **'Bitcoin Pizza Day'**, se celebra anualmente como un recordatorio de los humildes orígenes de Bitcoin y su viaje desde una curiosidad tecnológica a un activo global.\n\nAunque Hanyecz podría lamentarse hoy de la cantidad de dinero que gastó en esas pizzas, su acción fue fundamental. Demostró que Bitcoin podía ser utilizado como un medio de intercambio real para bienes y servicios, no solo como un activo especulativo. Fue la prueba de concepto que el ecosistema necesitaba para empezar a construir un futuro donde las transacciones digitales descentralizadas fueran una realidad.",
    "title_en": "🍕 Bitcoin Pizza Day",
    "description_tooltip_en": "Laszlo Hanyecz pays 10,000 BTC for two pizzas. Today they would be worth millions 💸. The most expensive pizza in history!",
    "description_full_en": "On May 22, 2010, programmer Laszlo Hanyecz made what is considered the first commercial transaction with Bitcoin in the real world. Hanyecz offered 10,000 BTC on a forum for someone to order him two Papa John's pizzas. A network enthusiast accepted the deal and sent him the pizzas, completing a transaction that would go down in history.\n\nAt the time, 10,000 BTC were worth about 41 dollars. Over time and with the exponential increase in Bitcoin's value, that transaction has become a legendary anecdote. At Bitcoin's all-time high prices, those two pizzas would have cost over 600 million dollars. This event, now known as **'Bitcoin Pizza Day,'** is celebrated annually as a reminder of Bitcoin's humble origins and its journey from a technological curiosity to a global asset.\n\nAlthough Hanyecz might regret the amount of money he spent on those pizzas today, his action was fundamental. It proved that Bitcoin could be used as a real medium of exchange for goods and services, not just as a speculative asset. It was the proof of concept that the ecosystem needed to start building a future where decentralized digital transactions were a reality.",
    "links": [
      {
        "text_es": "Hilo original del foro de Bitcoin",
        "text_en": "Original Bitcoin Forum Thread",
        "url": "https://bitcointalk.org/index.php?topic=137.0"
      }
    ]
  },
  {
    "date": "2010-07-11",
    "category": "Adoption",
    "title_es": "🧠 Bitcoin en Slashdot",
    "description_tooltip_es": "Bitcoin aparece en Slashdot, atrayendo a muchos geeks y mineros curiosos. ¡El efecto Slashdot llevó a Bitcoin al siguiente nivel!",
    "description_full_es": "El 11 de julio de 2010, Bitcoin fue presentado en la portada de **Slashdot**, un popular sitio web de noticias y tecnología conocido como 'el principal portal de noticias para geeks'. El artículo generó un enorme interés entre programadores, ingenieros y entusiastas de la tecnología. Este evento, a menudo llamado el **'efecto Slashdot'**, atrajo a una ola de nuevos usuarios y, lo que es más importante, a nuevos mineros.\n\nEl aumento repentino en el número de participantes en la red fortaleció la seguridad de Bitcoin y ayudó a su descentralización. A medida que más personas descargaban el software y minaban bloques, la red se hacía más robusta y resistente a posibles ataques. Este aumento en la adopción temprana fue crucial para la supervivencia del proyecto en sus primeros años, ya que demostró que el concepto de una moneda digital descentralizada podía captar la imaginación de una comunidad técnica.\n\nLa aparición en Slashdot fue un momento clave en la historia de Bitcoin. Sirvió como un trampolín que lo sacó de la oscuridad de los foros de criptografía y lo expuso a una audiencia más amplia. Fue el primer paso para su reconocimiento más allá de un pequeño círculo de visionarios, y ayudó a sembrar las semillas de lo que se convertiría en un movimiento global.",
    "title_en": "🧠 Bitcoin on Slashdot",
    "description_tooltip_en": "Bitcoin is featured on Slashdot, attracting many curious geeks and miners. The Slashdot effect took Bitcoin to the next level!",
    "description_full_en": "On July 11, 2010, Bitcoin was featured on the front page of **Slashdot**, a popular news and technology website known as 'the main news portal for geeks.' The article generated enormous interest among programmers, engineers, and technology enthusiasts. This event, often called the **'Slashdot effect,'** attracted a wave of new users and, more importantly, new miners.\n\nThe sudden increase in the number of participants in the network strengthened Bitcoin's security and helped its decentralization. As more people downloaded the software and mined blocks, the network became more robust and resistant to potential attacks. This early adoption surge was crucial for the project's survival in its early years, as it showed that the concept of a decentralized digital currency could capture the imagination of a technical community.\n\nThe appearance on Slashdot was a key moment in Bitcoin's history. It served as a springboard that brought it out of the obscurity of cryptography forums and exposed it to a wider audience. It was the first step towards its recognition beyond a small circle of visionaries and helped sow the seeds of what would become a global movement.",
    "links": [
      {
        "text_es": "Artículo de Slashdot",
        "text_en": "Slashdot Article",
        "url": "https://slashdot.org/story/11/02/10/189246/online-only-currency-bitcoin-reaches-dollar-parity"
      }
    ]
  },
  {
    "date": "2010-08-15",
    "category": "Security",
    "title_es": "⚠️ Primer bug crítico",
    "description_tooltip_es": "Se explotan 184 mil millones de BTC por un bug. Se corrige con un hard fork urgente. ¡Un susto que demostró la resiliencia de la red!",
    "description_full_es": "El 15 de agosto de 2010, un grave bug en el código de Bitcoin permitió que se crearan 184 mil millones de BTC de forma ilegítima. El error, conocido como el **'bug del desbordamiento de valor'**, fue descubierto rápidamente por un desarrollador de la comunidad que notó la transacción sospechosa. Sin la respuesta rápida de los desarrolladores, esto podría haber destruido la confianza en la red y haberla inutilizado.\n\nLa comunidad de Bitcoin reaccionó de manera decisiva y eficiente. Los desarrolladores trabajaron en conjunto para crear un parche y la red se sometió a un **'hard fork'** (una actualización de software que no es compatible con la versión anterior). La blockchain se dividió y la comunidad de mineros y nodos decidió seguir la nueva cadena que ignoraba la transacción fraudulenta. Este proceso requirió una coordinación sin precedentes en una red descentralizada, demostrando la capacidad de la comunidad para proteger la integridad del sistema.\n\nAunque fue un momento de gran vulnerabilidad, el evento se convirtió en una demostración de la resiliencia de Bitcoin. La capacidad de la red para detectar y corregir un error crítico de forma autónoma, sin una autoridad central, reforzó la confianza en el sistema. Demostró que la comunidad podía actuar como el guardián de la red, un principio fundamental de la filosofía de Bitcoin.",
    "title_en": "⚠️ First Critical Bug",
    "description_tooltip_en": "184 billion BTC are exploited due to a bug. It's fixed with an urgent hard fork. A scare that demonstrated the network's resilience!",
    "description_full_en": "On August 15, 2010, a serious bug in the Bitcoin code allowed 184 billion BTC to be illegitimately created. The error, known as the **'value overflow bug,'** was quickly discovered by a community developer who noticed the suspicious transaction. Without the developers' swift response, this could have destroyed trust in the network and rendered it unusable.\n\nThe Bitcoin community reacted decisively and efficiently. Developers worked together to create a patch, and the network underwent a **'hard fork'** (a software update that is not compatible with the previous version). The blockchain split, and the community of miners and nodes decided to follow the new chain that ignored the fraudulent transaction. This process required unprecedented coordination in a decentralized network, demonstrating the community's ability to protect the system's integrity.\n\nAlthough it was a moment of great vulnerability, the event became a demonstration of Bitcoin's resilience. The network's ability to autonomously detect and correct a critical error without a central authority reinforced confidence in the system. It showed that the community could act as the guardian of the network, a fundamental principle of Bitcoin's philosophy.",
    "links": [
      {
        "text_es": "Explicación del bug",
        "text_en": "Explanation of the Bug",
        "url": "https://en.wikipedia.org/wiki/Bitcoin_history#Transaction_overload_bug"
      }
    ]
  },
  {
    "date": "2011-02-09",
    "category": "Market",
    "title_es": "💵 Paridad con el dólar",
    "description_tooltip_es": "1 BTC alcanza el mismo valor que 1 USD por primera vez. ¡Un hito que hizo que muchos levantaran las cejas!",
    "description_full_es": "El 9 de febrero de 2011, Bitcoin alcanzó un hito psicológico y simbólico crucial: su precio igualó el valor de un dólar estadounidense. En el exchange **Mt. Gox**, que en ese momento era la principal plataforma de intercambio, 1 BTC se negociaba por 1 USD. Este evento fue un momento de gran celebración para la comunidad temprana de Bitcoin, ya que demostró que el activo tenía potencial de valor real más allá de su utilidad como tecnología de nicho.\n\nLa paridad con el dólar atrajo la atención de un público más amplio. La gente empezó a ver a Bitcoin como una inversión potencial y no solo como una curiosidad. Aunque el volumen de comercio seguía siendo relativamente bajo, el hito sirvió como un punto de inflexión. Fue una señal de que el mercado estaba empezando a madurar y a reconocer el valor inherente del oro digital.\n\nEste momento no solo fue una victoria simbólica, sino que también allanó el camino para el crecimiento futuro de la criptomoneda. A partir de este punto, el precio de Bitcoin comenzaría a experimentar ciclos de auge y caída, atrayendo a una mezcla de inversores, especuladores y entusiastas que forjarían el camino hacia la adopción masiva.",
    "title_en": "💵 Parity with the Dollar",
    "description_tooltip_en": "1 BTC reaches the same value as 1 USD for the first time. A milestone that made many raise their eyebrows!",
    "description_full_en": "On February 9, 2011, Bitcoin reached a crucial psychological and symbolic milestone: its price equaled the value of one US dollar. On the **Mt. Gox** exchange, which at the time was the main trading platform, 1 BTC was traded for 1 USD. This event was a moment of great celebration for the early Bitcoin community, as it showed that the asset had real value potential beyond its utility as a niche technology.\n\nParity with the dollar attracted the attention of a wider audience. People began to see Bitcoin as a potential investment and not just a curiosity. Although the trading volume was still relatively low, the milestone served as a turning point. It was a sign that the market was beginning to mature and recognize the inherent value of digital gold.\n\nThis moment was not only a symbolic victory, but also paved the way for the future growth of the cryptocurrency. From this point on, Bitcoin's price would begin to experience boom and bust cycles, attracting a mix of investors, speculators, and enthusiasts who would forge the path to mass adoption.",
    "links": [
      {
        "text_es": "Noticia del hito",
        "text_en": "News on the Milestone",
        "url": "https://bitbo.io/calendar/dollar-parity/"
      }
    ]
  },
  {
    "date": "2011-06-13",
    "category": "Security",
    "title_es": "🔓 Hackeo a Mt. Gox",
    "description_tooltip_es": "Se hackea el exchange más popular, cayendo el precio de $17 a casi cero 😱. ¡Un trago amargo para la comunidad, pero una lección aprendida!",
    "description_full_es": "El 13 de junio de 2011, el exchange **Mt. Gox** fue víctima de un hackeo a gran escala. La brecha de seguridad permitió a los atacantes robar miles de bitcoins y manipular el precio de la plataforma. El precio de Bitcoin, que en ese momento rondaba los 17 dólares, se desplomó a casi cero en un instante. El ataque no comprometió la seguridad de la red de Bitcoin en sí, sino la de una entidad centralizada que gestionaba los fondos de los usuarios.\n\nEste evento fue un duro golpe para la comunidad, que sufrió pérdidas financieras significativas. Sin embargo, también sirvió como una lección invaluable. Subrayó el riesgo inherente de confiar en plataformas centralizadas para guardar fondos y reforzó la necesidad de que los usuarios tomen el control de sus propias claves privadas. El famoso dicho **'Not your keys, not your coins'** ('Si no son tus claves, no son tus monedas') se popularizó a partir de este tipo de incidentes, fomentando una cultura de autocustodia y seguridad.\n\nEl hackeo de Mt. Gox fue el primero de muchos incidentes de seguridad que plagarían la industria cripto en sus primeros años. Sirvió como un recordatorio de que, si bien la red de Bitcoin es segura, las plataformas de terceros que interactúan con ella pueden ser vulnerables. Aunque fue un trago amargo para muchos, impulsó a la comunidad a desarrollar mejores prácticas de seguridad y a construir una industria más resiliente.",
    "title_en": "🔓 Mt. Gox Hacked",
    "description_tooltip_en": "The most popular exchange is hacked, with the price dropping from $17 to nearly zero 😱. A bitter pill for the community, but a lesson learned!",
    "description_full_en": "On June 13, 2011, the **Mt. Gox** exchange was the victim of a large-scale hack. The security breach allowed attackers to steal thousands of bitcoins and manipulate the platform's price. The price of Bitcoin, which was around 17 dollars at the time, plummeted to almost zero in an instant. The attack did not compromise the security of the Bitcoin network itself, but that of a centralized entity that managed users' funds.\n\nThis event was a hard blow for the community, which suffered significant financial losses. However, it also served as an invaluable lesson. It highlighted the inherent risk of trusting centralized platforms to hold funds and reinforced the need for users to take control of their own private keys. The famous saying **'Not your keys, not your coins'** became popular after these types of incidents, fostering a culture of self-custody and security.\n\nThe Mt. Gox hack was the first of many security incidents that would plague the crypto industry in its early years. It served as a reminder that while the Bitcoin network is secure, third-party platforms that interact with it can be vulnerable. Although it was a bitter pill for many, it prompted the community to develop better security practices and build a more resilient industry.",
    "links": [
      {
        "text_es": "Mt. Gox en Wikipedia",
        "text_en": "Mt. Gox on Wikipedia",
        "url": "https://en.wikipedia.org/wiki/Mt._Gox"
      }
    ]
  },
  {
    "date": "2012-11-28",
    "category": "Halving",
    "title_es": "🪙 Primer halving",
    "description_tooltip_es": "La recompensa por bloque pasa de 50 a 25 BTC, reduciendo la inflación del sistema. ¡La oferta se reduce, la escasez aumenta!",
    "description_full_es": "El 28 de noviembre de 2012, se produce el primer **halving** de Bitcoin. Este evento, programado en el código de la red, reduce a la mitad la recompensa que reciben los mineros por validar un bloque. La recompensa pasó de 50 BTC a 25 BTC. El halving es un mecanismo deflacionario clave, diseñado para controlar la oferta de nuevos bitcoins y mantener su escasez.\n\nEl halving es un evento que ocurre aproximadamente cada cuatro años o cada 210,000 bloques. Su propósito es imitar la extracción de recursos finitos como el oro. A medida que la recompensa por minar disminuye, la oferta de nuevos bitcoins se reduce, lo que históricamente ha estado correlacionado con un aumento en la demanda y, por lo tanto, en el precio. Este primer halving fue un experimento crucial para ver si el mercado reaccionaría como se esperaba.\n\nEl éxito del primer halving reforzó la fe de la comunidad en la economía de Bitcoin. Demostró que el sistema estaba funcionando como fue diseñado por Satoshi Nakamoto. Este evento marcó el inicio de un nuevo ciclo de mercado y fue el catalizador del primer gran mercado alcista que llevó a Bitcoin a nuevos máximos históricos.",
    "title_en": "🪙 First Halving",
    "description_tooltip_en": "The block reward drops from 50 to 25 BTC, reducing system inflation. Supply shrinks, scarcity increases!",
    "description_full_en": "On November 28, 2012, the first Bitcoin **halving** occurred. This event, programmed into the network's code, halves the reward that miners receive for validating a block. The reward dropped from 50 BTC to 25 BTC. The halving is a key deflationary mechanism, designed to control the supply of new bitcoins and maintain their scarcity.\n\nThe halving is an event that happens approximately every four years or every 210,000 blocks. Its purpose is to mimic the extraction of finite resources like gold. As the mining reward decreases, the supply of new bitcoins shrinks, which has historically been correlated with an increase in demand and, therefore, in price. This first halving was a crucial experiment to see if the market would react as expected.\n\nThe success of the first halving reinforced the community's faith in Bitcoin's economics. It showed that the system was working as designed by Satoshi Nakamoto. This event marked the beginning of a new market cycle and was the catalyst for the first major bull market that took Bitcoin to new all-time highs.",
    "links": [
      {
        "text_es": "Qué es el halving de Bitcoin",
        "text_en": "What is Bitcoin Halving",
        "url": "https://www.binance.com/es/square/post/4100222168962"
      }
    ]
  },
  {
    "date": "2013-03-28",
    "category": "Regulation",
    "title_es": "🏦 Crisis bancaria en Chipre",
    "description_tooltip_es": "La crisis bancaria en Chipre dispara el interés por Bitcoin como alternativa al sistema financiero tradicional. ¡La gente busca refugio!",
    "description_full_es": "En marzo de 2013, la crisis financiera de **Chipre** alcanzó su punto más álgido. Para evitar la quiebra de los bancos, el gobierno chipriota y el Banco Central Europeo impusieron un 'corralito' y confiscaron una parte de los depósitos bancarios de los ahorradores. Este evento provocó una ola de pánico e indignación, ya que demostró que el dinero guardado en el banco no estaba completamente seguro.\n\nLa crisis en Chipre sirvió como una poderosa validación del concepto de Bitcoin. Muchos ciudadanos, que habían perdido la confianza en el sistema bancario, comenzaron a buscar una alternativa. Bitcoin, una moneda digital descentralizada y no sujeta a la confiscación gubernamental, se presentó como una solución. La demanda de Bitcoin aumentó, y su precio se disparó en los exchanges.\n\nEste incidente fue un punto de inflexión, ya que Bitcoin dejó de ser visto únicamente como una herramienta tecnológica para convertirse en un potencial activo 'refugio seguro' en tiempos de inestabilidad financiera. Demostró al mundo que la propuesta de valor de Bitcoin era real, y que su existencia era más relevante que nunca en un contexto de crisis económica y pérdida de confianza en las instituciones tradicionales.",
    "title_en": "🏦 Cyprus Banking Crisis",
    "description_tooltip_en": "The banking crisis in Cyprus sparks interest in Bitcoin as an alternative to the traditional financial system. People seek refuge!",
    "description_full_en": "In March 2013, the financial crisis in **Cyprus** reached its peak. To prevent bank failures, the Cypriot government and the European Central Bank imposed a 'haircut' and confiscated a portion of savers' bank deposits. This event caused a wave of panic and outrage, as it showed that money stored in the bank was not completely safe.\n\nThe crisis in Cyprus served as a powerful validation of the Bitcoin concept. Many citizens, who had lost faith in the banking system, began to look for an alternative. Bitcoin, a decentralized digital currency not subject to government confiscation, presented itself as a solution. The demand for Bitcoin increased, and its price skyrocketed on exchanges.\n\nThis incident was a turning point, as Bitcoin was no longer seen solely as a technological tool but became a potential 'safe haven' asset in times of financial instability. It demonstrated to the world that Bitcoin's value proposition was real and that its existence was more relevant than ever in a context of economic crisis and a loss of trust in traditional institutions.",
    "links": [
      {
        "text_es": "Noticia sobre la crisis de Chipre",
        "text_en": "News on the Cyprus Crisis",
        "url": "https://www.bbc.com/news/business-21808605"
      }
    ]
  },
  {
    "date": "2013-10-02",
    "category": "Regulation",
    "title_es": "👮‍♂️ Cierre de Silk Road",
    "description_tooltip_es": "El FBI cierra el mercado negro Silk Road. Ross Ulbricht es arrestado. ¡Un golpe a la Dark Web, pero no a Bitcoin en sí!",
    "description_full_es": "El 2 de octubre de 2013, el FBI cerró **Silk Road**, un mercado negro en la **Dark Web** que usaba Bitcoin para transacciones de bienes y servicios ilícitos. Su fundador, Ross Ulbricht, conocido como 'Dread Pirate Roberts', fue arrestado. Este evento fue un gran golpe para la reputación de Bitcoin, ya que lo asoció con la ilegalidad en la mente del público en general.\n\nSin embargo, el cierre de Silk Road tuvo un efecto dual. Por un lado, demostró que Bitcoin no es completamente anónimo. Las autoridades pudieron rastrear a los usuarios y, en última instancia, identificar a Ulbricht a través de la actividad en la cadena de bloques. Esto ayudó a desmentir la creencia popular de que Bitcoin era una herramienta intrazable para el crimen. Por otro lado, la cobertura mediática masiva sobre el caso expuso a Bitcoin a millones de personas que nunca antes habían oído hablar de él.\n\nAunque el precio de Bitcoin cayó temporalmente después de la noticia, el evento fue positivo a largo plazo. Ayudó a limpiar la imagen de la criptomoneda, al desvincularla gradualmente de la Dark Web y permitir que emergiera su potencial como tecnología legítima. El cierre de Silk Road fue un recordatorio de que, si bien la tecnología es neutral, la forma en que se usa es lo que define su percepción pública.",
    "title_en": "👮‍♂️ Silk Road Shutdown",
    "description_tooltip_en": "The FBI shuts down the black market Silk Road. Ross Ulbricht is arrested. A blow to the Dark Web, but not to Bitcoin itself!",
    "description_full_en": "On October 2, 2013, the FBI shut down **Silk Road**, a black market on the **Dark Web** that used Bitcoin for illicit goods and services transactions. Its founder, Ross Ulbricht, known as 'Dread Pirate Roberts,' was arrested. This event was a major blow to Bitcoin's reputation, as it associated it with illegality in the public's mind.\n\nHowever, the shutdown of Silk Road had a dual effect. On one hand, it showed that Bitcoin is not completely anonymous. Authorities were able to trace users and, ultimately, identify Ulbricht through activity on the blockchain. This helped debunk the popular belief that Bitcoin was an untraceable tool for crime. On the other hand, the massive media coverage of the case exposed Bitcoin to millions of people who had never heard of it before.\n\nAlthough Bitcoin's price temporarily dropped after the news, the event was positive in the long run. It helped clean up the cryptocurrency's image, gradually disassociating it from the Dark Web and allowing its potential as legitimate technology to emerge. The Silk Road shutdown was a reminder that while technology is neutral, how it is used defines its public perception.",
    "links": [
      {
        "text_es": "Noticia del arresto",
        "text_en": "News on the Arrest",
        "url": "https://www.wired.com/2013/10/silk-road/"
      }
    ]
  },
  {
    "date": "2013-11-29",
    "category": "Market",
    "title_es": "🚀 BTC supera los $1,000",
    "description_tooltip_es": "Bitcoin supera los $1,000 impulsado por la demanda en China. ¡El dragón entra en escena!",
    "description_full_es": "A finales de 2013, el precio de Bitcoin experimenta una subida meteórica, superando por primera vez la marca de los 1,000 dólares. Este aumento fue impulsado en gran medida por la creciente demanda en China, donde la gente buscaba una alternativa a los estrictos controles de capital. Los exchanges chinos experimentaron un aumento masivo de volumen, lo que catapultó el precio a niveles sin precedentes.\n\nLa superación de la barrera de los 1,000 dólares fue un hito psicológico importante. Demostró que el valor de Bitcoin podía ser sostenido y que no era solo una 'burbuja' que se desvanecería rápidamente. Atrajo la atención de inversores más grandes y de los medios de comunicación convencionales, lo que generó un ciclo de retroalimentación de interés y adopción.\n\nEste rally alcista de 2013, aunque breve, puso a Bitcoin en el mapa como un activo financiero de riesgo con un potencial de crecimiento explosivo. Aunque el precio caería drásticamente en los años siguientes, el hito de los 1,000 dólares demostró que Bitcoin era un actor serio en el escenario financiero mundial, capaz de atraer capital de todas partes del mundo.",
    "title_en": "🚀 BTC Breaks $1,000",
    "description_tooltip_en": "Bitcoin surpasses $1,000, driven by demand in China. The dragon enters the scene!",
    "description_full_en": "In late 2013, the price of Bitcoin experienced a meteoric rise, surpassing the $1,000 mark for the first time. This increase was largely driven by growing demand in China, where people were looking for an alternative to strict capital controls. Chinese exchanges saw a massive surge in volume, which catapulted the price to unprecedented levels.\n\nBreaking the $1,000 barrier was an important psychological milestone. It demonstrated that Bitcoin's value could be sustained and was not just a 'bubble' that would quickly fade. It attracted the attention of larger investors and mainstream media, creating a feedback loop of interest and adoption.\n\nThis 2013 bull run, although brief, put Bitcoin on the map as a risky financial asset with explosive growth potential. Although the price would drop dramatically in the following years, the $1,000 milestone showed that Bitcoin was a serious player on the global financial stage, capable of attracting capital from all over the world.",
    "links": [
      {
        "text_es": "Gráfico histórico del precio",
        "text_en": "Historical Price Chart",
        "url": "https://www.coindesk.com/price/bitcoin"
      }
    ]
  },
  {
    "date": "2014-02-24",
    "category": "Security",
    "title_es": "🧨 Quiebra de Mt. Gox",
    "description_tooltip_es": "El exchange más grande del mundo se declara en bancarrota tras 'perder' 850,000 BTC. ¡El 'Monte Gox' implosionó, dejando a muchos con el corazón roto!",
    "description_full_es": "El 24 de febrero de 2014, **Mt. Gox**, que en su momento manejaba más del 70% del volumen de comercio de Bitcoin, se declaró en bancarrota. La razón fue la 'pérdida' de 850,000 bitcoins, valorados en cientos de millones de dólares en ese momento. Aunque el exchange culpó a un hackeo, la falta de transparencia y las malas prácticas de gestión reveladas posteriormente hicieron que la confianza en las plataformas centralizadas cayera en picado.\n\nEl colapso de Mt. Gox fue el evento más traumático en la historia temprana de Bitcoin. Miles de usuarios perdieron sus fondos, y el precio de la criptomoneda se desplomó, dando inicio a un largo mercado bajista conocido como el 'criptoinvierno'. La debacle fue un recordatorio doloroso de que la descentralización de Bitcoin no protegía a los usuarios de los riesgos de los intermediarios centralizados. El famoso eslogan 'Not your keys, not your coins' ('Si no son tus claves, no son tus monedas') se hizo más relevante que nunca.\n\nLa caída de Mt. Gox fue un punto de inflexión. Si bien el evento causó un daño significativo a la reputación de Bitcoin, también impulsó a la comunidad a buscar soluciones más seguras y descentralizadas. Los nuevos exchanges y proyectos que surgieron después se centraron en la transparencia y la seguridad, aprendiendo de los errores de Mt. Gox. En cierto modo, la quiebra fue un catalizador para la maduración y profesionalización del ecosistema cripto.",
    "title_en": "🧨 Mt. Gox Collapse",
    "description_tooltip_en": "The world's largest exchange declares bankruptcy after 'losing' 850,000 BTC. Mt. Gox imploded, leaving many heartbroken!",
    "description_full_en": "On February 24, 2014, **Mt. Gox**, which at the time handled over 70% of Bitcoin's trading volume, declared bankruptcy. The reason was the 'loss' of 850,000 bitcoins, valued at hundreds of millions of dollars at the time. Although the exchange blamed a hack, the lack of transparency and poor management practices later revealed caused trust in centralized platforms to plummet.\n\nThe collapse of Mt. Gox was the most traumatic event in Bitcoin's early history. Thousands of users lost their funds, and the cryptocurrency's price crashed, beginning a long bear market known as 'crypto winter.' The debacle was a painful reminder that Bitcoin's decentralization did not protect users from the risks of centralized intermediaries. The famous slogan 'Not your keys, not your coins' became more relevant than ever.\n\nThe fall of Mt. Gox was a turning point. While the event caused significant damage to Bitcoin's reputation, it also prompted the community to seek safer and more decentralized solutions. New exchanges and projects that emerged afterward focused on transparency and security, learning from Mt. Gox's mistakes. In a way, the bankruptcy was a catalyst for the maturation and professionalization of the crypto ecosystem.",
    "links": [
      {
        "text_es": "Noticia sobre la quiebra",
        "text_en": "News on the Bankruptcy",
        "url": "https://www.bloomberg.com/news/articles/2014-02-28/mt-gox-files-for-bankruptcy-after-850-000-bitcoins-disappear"
      }
    ]
  },
  {
    "date": "2015-07-30",
    "category": "Technology",
    "title_es": "🌐 Nace Ethereum",
    "description_tooltip_es": "Lanzamiento de Ethereum: se abre una nueva era de contratos inteligentes. ¡El hermano menor (o rival) de Bitcoin llega al barrio!",
    "description_full_es": "El 30 de julio de 2015, se lanza la red de **Ethereum**. Creada por el programador Vitalik Buterin, Ethereum introdujo una funcionalidad revolucionaria: los contratos inteligentes. A diferencia de Bitcoin, que se centraba en ser un sistema de efectivo digital, Ethereum se diseñó como una plataforma para construir aplicaciones descentralizadas (DApps) y ejecutar código de forma inmutable. Esto abrió las puertas a una nueva era de la tecnología blockchain.\n\nEthereum no fue solo una nueva criptomoneda; fue un cambio de paradigma. La capacidad de programar la blockchain para realizar funciones complejas atrajo a una nueva generación de desarrolladores y empresarios. Se convirtió en la base para el movimiento de las **finanzas descentralizadas (DeFi)** y el auge de los **tokens no fungibles (NFTs)**, expandiendo las posibilidades de lo que la tecnología blockchain podía lograr más allá del dinero.\n\nAunque Bitcoin y Ethereum a menudo son vistos como rivales, en realidad se complementan. Bitcoin sigue siendo el activo de reserva de valor, mientras que Ethereum se ha convertido en la 'computadora mundial' para la innovación en el espacio cripto. El lanzamiento de Ethereum fue un hito que demostró que el potencial de la tecnología blockchain era mucho más amplio de lo que se pensaba, y su éxito impulsó a todo el ecosistema de las criptomonedas a una nueva fase de crecimiento y desarrollo.",
    "title_en": "🌐 Ethereum is Born",
    "description_tooltip_en": "Launch of Ethereum: a new era of smart contracts opens up. Bitcoin's little brother (or rival) arrives in the neighborhood!",
    "description_full_en": "On July 30, 2015, the **Ethereum** network was launched. Created by programmer Vitalik Buterin, Ethereum introduced a revolutionary functionality: smart contracts. Unlike Bitcoin, which focused on being a digital cash system, Ethereum was designed as a platform to build decentralized applications (DApps) and execute code immutably. This opened the doors to a new era of blockchain technology.\n\nEthereum was not just a new cryptocurrency; it was a paradigm shift. The ability to program the blockchain to perform complex functions attracted a new generation of developers and entrepreneurs. It became the foundation for the **decentralized finance (DeFi)** movement and the rise of **non-fungible tokens (NFTs)**, expanding the possibilities of what blockchain technology could achieve beyond money.\n\nAlthough Bitcoin and Ethereum are often seen as rivals, they actually complement each other. Bitcoin remains the store-of-value asset, while Ethereum has become the 'world computer' for innovation in the crypto space. The launch of Ethereum was a milestone that showed that the potential of blockchain technology was much broader than previously thought, and its success propelled the entire cryptocurrency ecosystem into a new phase of growth and development.",
    "links": [
      {
        "text_es": "Página oficial de Ethereum",
        "text_en": "Official Ethereum Page",
        "url": "https://ethereum.org/en/whitepaper/"
      }
    ]
  },
  {
    "date": "2016-01-01",
    "category": "Adoption",
    "title_es": "📈 El meme 'HODL' se consolida",
    "description_tooltip_es": "El error tipográfico 'I AM HODLING' se convierte en el grito de guerra de los inversores de Bitcoin para no vender. ¡Hodl on, brothers!",
    "description_full_es": "El término **'HODL'** (un error tipográfico de 'hold', 'aguantar') se consolidó como una filosofía de inversión en la comunidad de Bitcoin. Nació en un foro de Bitcoin en 2013, cuando un usuario que había cometido un error al escribir animó a los demás a no vender sus bitcoins a pesar de una caída de precios. El término se hizo viral y se convirtió en un grito de guerra.\n\nLa filosofía de 'HODL' se basa en la creencia de que, a pesar de la volatilidad del mercado, el valor de Bitcoin a largo plazo aumentará. Los 'HODLers' son aquellos inversores que mantienen sus activos a largo plazo, ignorando las fluctuaciones de precios y las noticias alarmantes. En un mercado tan volátil como el de las criptomonedas, esta estrategia se considera a menudo la más prudente.\n\nEl meme 'HODL' es un ejemplo de la cultura única y colaborativa que ha crecido alrededor de Bitcoin. No es solo una estrategia de inversión, sino una identidad de comunidad que ha ayudado a muchos inversores a superar los largos y duros 'criptoinviernos'. Se ha convertido en un símbolo de la fe en el potencial transformador de Bitcoin y de la convicción de que, a pesar de las caídas, el futuro de la criptomoneda es brillante.",
    "title_en": "📈 'HODL' Meme Solidifies",
    "description_tooltip_en": "The 'I AM HODLING' typo becomes the battle cry for Bitcoin investors not to sell. Hodl on, brothers!",
    "description_full_en": "The term **'HODL'** (a typo of 'hold') solidified as an investment philosophy in the Bitcoin community. It originated in a Bitcoin forum in 2013, when a user who made a typing mistake encouraged others not to sell their bitcoins despite a price drop. The term went viral and became a battle cry.\n\nThe philosophy of 'HODL' is based on the belief that, despite market volatility, Bitcoin's long-term value will increase. 'HODLers' are those investors who hold their assets for the long term, ignoring price fluctuations and alarming news. In a market as volatile as cryptocurrencies, this strategy is often considered the most prudent.\n\nThe 'HODL' meme is an example of the unique and collaborative culture that has grown around Bitcoin. It is not just an investment strategy, but a community identity that has helped many investors get through long and harsh 'crypto winters.' It has become a symbol of faith in Bitcoin's transformative potential and the conviction that, despite the downturns, the future of the cryptocurrency is bright.",
    "links": [
      {
        "text_es": "Origen de 'HODL' en el foro",
        "text_en": "Origin of 'HODL' on the Forum",
        "url": "https://bitcointalk.org/index.php?topic=375643.0"
      }
    ]
  },
  {
    "date": "2016-07-09",
    "category": "Halving",
    "title_es": "⚒️ Segundo halving",
    "description_tooltip_es": "La recompensa baja a 12.5 BTC por bloque. ¡Otro paso hacia la escasez programada!",
    "description_full_es": "El 9 de julio de 2016, se produce el segundo **halving** de Bitcoin. La recompensa por la minería de un bloque se redujo de 25 BTC a 12.5 BTC. Este evento, programado en el código de Bitcoin, fue el segundo de los cuatro halvings principales y un paso más en el camino hacia el suministro total de 21 millones de bitcoins.\n\nLa reducción de la oferta de nuevos bitcoins fue un factor clave en el mercado alcista que comenzó en 2016 y culminó en el pico de 2017. El halving crea una escasez artificial que, si la demanda se mantiene o aumenta, tiende a impulsar los precios al alza. El éxito de este segundo halving demostró la efectividad del modelo económico de Bitcoin y reforzó la confianza de la comunidad en la mecánica del sistema.\n\nEl segundo halving fue un hito crucial que consolidó a Bitcoin como una de las criptomonedas más importantes del mundo. Demostró que el diseño de Satoshi Nakamoto era robusto y que el sistema podía manejar eventos tan importantes como una reducción programada de la oferta. A partir de este momento, los halvings se convirtieron en eventos muy esperados y se les atribuyó la capacidad de predecir los ciclos de mercado.",
    "title_en": "⚒️ Second Halving",
    "description_tooltip_en": "The reward drops to 12.5 BTC per block. Another step towards programmed scarcity!",
    "description_full_en": "On July 9, 2016, the second Bitcoin **halving** occurred. The reward for mining a block was reduced from 25 BTC to 12.5 BTC. This event, programmed into Bitcoin's code, was the second of the four main halvings and another step on the path towards the total supply of 21 million bitcoins.\n\nThe reduction in the supply of new bitcoins was a key factor in the bull market that began in 2016 and culminated in the 2017 peak. The halving creates an artificial scarcity that, if demand is maintained or increased, tends to push prices upward. The success of this second halving demonstrated the effectiveness of Bitcoin's economic model and reinforced the community's trust in the system's mechanics.\n\nThe second halving was a crucial milestone that consolidated Bitcoin as one of the most important cryptocurrencies in the world. It showed that Satoshi Nakamoto's design was robust and that the system could handle important events like a programmed reduction in supply. From this point on, halvings became highly anticipated events and were credited with the ability to predict market cycles.",
    "links": [
      {
        "text_es": "Artículo de CoinDesk sobre el evento",
        "text_en": "CoinDesk Article on the Event",
        "url": "https://www.coindesk.com/policy/2016/07/09/bitcoin-halving-completed-block-reward-falls-to-125-btc/"
      }
    ]
  },
  {
    "date": "2017-08-01",
    "category": "Technology",
    "title_es": "🔀 Bitcoin Cash se bifurca",
    "description_tooltip_es": "Bitcoin se divide por desacuerdos sobre la escalabilidad. Nace Bitcoin Cash (BCH). ¡Una saga familiar con drama incluido!",
    "description_full_es": "El 1 de agosto de 2017, la red de Bitcoin sufrió un **'hard fork'** (una bifurcación) que dio lugar a una nueva criptomoneda: **Bitcoin Cash (BCH)**. La división fue el resultado de un largo y acalorado debate en la comunidad sobre cómo escalar la red para aumentar el número de transacciones por segundo. Un grupo de desarrolladores y mineros defendía aumentar el tamaño de los bloques, mientras que otro grupo, en su mayoría desarrolladores del núcleo de Bitcoin, prefería soluciones de segunda capa como **Lightning Network**.\n\nEl grupo que defendía los bloques más grandes decidió separarse y crear su propia cadena de bloques, dando origen a Bitcoin Cash. Esta nueva criptomoneda tenía un tamaño de bloque de 8 MB, lo que le permitía procesar más transacciones que Bitcoin. El evento fue un momento de gran tensión en la comunidad, que se dividió entre los defensores de Bitcoin y los de Bitcoin Cash.\n\nLa bifurcación de Bitcoin Cash fue un evento histórico que demostró las divisiones ideológicas en la comunidad de Bitcoin y la naturaleza descentralizada de la red, donde no hay una autoridad final que imponga una decisión. Aunque Bitcoin Cash nunca alcanzó la popularidad de Bitcoin, el evento sirvió como un recordatorio de que las criptomonedas son proyectos de software de código abierto que pueden bifurcarse y evolucionar de diferentes maneras.",
    "title_en": "🔀 Bitcoin Cash Forks",
    "description_tooltip_en": "Bitcoin splits over scalability disagreements. Bitcoin Cash (BCH) is born. A family saga with drama included!",
    "description_full_en": "On August 1, 2017, the Bitcoin network underwent a **'hard fork'** that resulted in a new cryptocurrency: **Bitcoin Cash (BCH)**. The split was the result of a long and heated debate in the community about how to scale the network to increase the number of transactions per second. A group of developers and miners advocated for increasing the block size, while another group, mostly Bitcoin Core developers, preferred second-layer solutions like **Lightning Network**.\n\nThe group that advocated for larger blocks decided to split and create its own blockchain, giving rise to Bitcoin Cash. This new cryptocurrency had an 8 MB block size, which allowed it to process more transactions than Bitcoin. The event was a moment of great tension in the community, which was divided between Bitcoin and Bitcoin Cash proponents.\n\nThe Bitcoin Cash fork was a historic event that demonstrated the ideological divisions in the Bitcoin community and the decentralized nature of the network, where there is no final authority to impose a decision. Although Bitcoin Cash never achieved the popularity of Bitcoin, the event served as a reminder that cryptocurrencies are open-source software projects that can fork and evolve in different ways.",
    "links": [
      {
        "text_es": "Explicación de la bifurcación",
        "text_en": "Explanation of the Fork",
        "url": "https://www.investopedia.com/terms/b/bitcoin-cash.asp"
      }
    ]
  },
  {
    "date": "2017-12-17",
    "category": "Market",
    "title_es": "📈 ATH de 2017",
    "description_tooltip_es": "Bitcoin alcanza casi $20,000 por primera vez tras una subida meteórica. ¡Todos querían un trozo del pastel!",
    "description_full_es": "El 17 de diciembre de 2017, Bitcoin alcanzó un nuevo **máximo histórico (ATH)**, llegando a rozar los 20,000 dólares. Este rally fue impulsado por una mezcla de especulación minorista, la cobertura mediática masiva y la creciente adopción de las criptomonedas. La gente de a pie, que hasta entonces no tenía ni idea de lo que era Bitcoin, empezó a comprarlo en masa, impulsando el precio a niveles estratosféricos.\n\nEl frenesí de 2017 fue un fenómeno cultural. La gente hablaba de Bitcoin en las cenas, los taxistas daban consejos de inversión y los medios de comunicación no podían ignorar la historia. Este 'rally' no solo benefició a Bitcoin, sino que también impulsó a todo el mercado de las 'altcoins' (criptomonedas alternativas), creando un boom de capitalización de mercado sin precedentes.\n\nSin embargo, el pico de 2017 fue también el inicio de una caída brutal. Lo que subió de forma parabólica, cayó con la misma fuerza. A pesar de ello, el evento sirvió para poner a Bitcoin en el mapa global y para demostrar su potencial de crecimiento. Aunque muchos inversores perdieron dinero en la caída, el boom de 2017 dejó una marca imborrable en la historia de las finanzas y el desarrollo de la tecnología blockchain.",
    "title_en": "📈 2017 ATH",
    "description_tooltip_en": "Bitcoin reaches nearly $20,000 for the first time after a meteoric rise. Everyone wanted a piece of the pie!",
    "description_full_en": "On December 17, 2017, Bitcoin reached a new **all-time high (ATH)**, approaching $20,000. This rally was driven by a mix of retail speculation, massive media coverage, and the growing adoption of cryptocurrencies. Everyday people, who had no idea what Bitcoin was until then, started buying it in droves, pushing the price to stratospheric levels.\n\nThe 2017 frenzy was a cultural phenomenon. People talked about Bitcoin at dinner parties, taxi drivers gave investment advice, and the media couldn't ignore the story. This 'rally' not only benefited Bitcoin but also boosted the entire 'altcoin' market, creating an unprecedented market capitalization boom.\n\nHowever, the 2017 peak was also the beginning of a brutal crash. What went up parabolically, fell with the same force. Despite this, the event served to put Bitcoin on the global map and to demonstrate its growth potential. Although many investors lost money in the crash, the 2017 boom left an indelible mark on the history of finance and blockchain technology development.",
    "links": [
      {
        "text_es": "Noticia sobre el pico",
        "text_en": "News on the Peak",
        "url": "https://www.reuters.com/article/us-bitcoin-price/bitcoin-hits-all-time-high-near-20000-on-bitstamp-exchange-idUSKBN1E908G"
      }
    ]
  },
  {
    "date": "2018-01-16",
    "category": "Market",
    "title_es": "🧊 Criptoinvierno",
    "description_tooltip_es": "Empieza una caída prolongada en los precios. Bitcoin pierde más del 80% de su valor. ¡El invierno es crudo para los 'nuevos ricos'!",
    "description_full_es": "Después del máximo histórico de 2017, el mercado de criptomonedas entró en un largo y doloroso mercado bajista conocido como el **'criptoinvierno'**. Durante este periodo, el precio de Bitcoin cayó más del 80% desde su pico, y la capitalización total del mercado cripto se redujo en cientos de miles de millones de dólares. La especulación que había impulsado los precios en 2017 se desvaneció, y el entusiasmo se convirtió en escepticismo.\n\nEl criptoinvierno fue un periodo de consolidación y limpieza. Muchos de los proyectos 'meme' y las estafas que habían surgido durante el boom de 2017 desaparecieron. Las empresas de criptomonedas lucharon por sobrevivir y muchos inversores minoristas abandonaron el mercado. Sin embargo, para los verdaderos creyentes, fue un momento de oportunidad. Los desarrolladores siguieron construyendo y los inversores con visión a largo plazo aprovecharon para acumular activos a precios bajos.\n\nEste periodo de calma en los precios fue crucial para la maduración de la industria. Permitió a los desarrolladores centrarse en la tecnología subyacente sin la distracción de la especulación. Fue durante el criptoinvierno cuando se hicieron avances importantes en áreas como la **Lightning Network** y las soluciones de escalabilidad. El criptoinvierno fue un 'test de fuego' que demostró que el ecosistema de Bitcoin podía sobrevivir y prosperar incluso en las condiciones más adversas.",
    "title_en": "🧊 Crypto Winter",
    "description_tooltip_en": "A prolonged price drop begins. Bitcoin loses over 80% of its value. The winter is harsh for the 'new rich'!",
    "description_full_en": "After the 2017 all-time high, the cryptocurrency market entered a long and painful bear market known as **'crypto winter.'** During this period, Bitcoin's price fell more than 80% from its peak, and the total crypto market capitalization shrank by hundreds of billions of dollars. The speculation that had driven prices in 2017 faded, and enthusiasm turned into skepticism.\n\nCrypto winter was a period of consolidation and cleansing. Many of the 'meme' projects and scams that had emerged during the 2017 boom disappeared. Cryptocurrency companies struggled to survive, and many retail investors left the market. However, for the true believers, it was a time of opportunity. Developers continued to build, and long-term investors took advantage of the opportunity to accumulate assets at low prices.\n\nThis period of price calm was crucial for the industry's maturation. It allowed developers to focus on the underlying technology without the distraction of speculation. It was during the crypto winter that important advances were made in areas like the **Lightning Network** and scalability solutions. The crypto winter was a 'fire test' that showed that the Bitcoin ecosystem could survive and thrive even in the most adverse conditions.",
    "links": [
      {
        "text_es": "Qué es un criptoinvierno",
        "text_en": "What is a Crypto Winter",
        "url": "https://www.coindesk.com/learn/2022/07/08/what-is-a-crypto-winter-and-what-does-it-mean-for-investors"
      }
    ]
  },
  {
    "date": "2018-12-15",
    "category": "Market",
    "title_es": "📉 Mínimo del mercado bajista",
    "description_tooltip_es": "Bitcoin toca fondo en $3,200 tras un año de caídas. ¡Los verdaderos creyentes compraron la caída!",
    "description_full_es": "El 15 de diciembre de 2018, Bitcoin tocó fondo en el largo mercado bajista que comenzó después del pico de 2017. El precio de la criptomoneda cayó hasta los 3,200 dólares, una pérdida de casi el 85% de su valor desde su máximo histórico. Este mínimo marcó el punto más bajo del **'criptoinvierno'** y fue un momento de gran desesperación para muchos inversores. Sin embargo, para los defensores más acérrimos de Bitcoin, fue una oportunidad única.\n\nLos inversores que creían en la visión a largo plazo de Bitcoin, a menudo apodados 'HODLers', vieron esta caída como una oportunidad de oro para comprar a precios bajos. Fue en este momento que se popularizó el lema 'Buy the dip' ('Compra la caída'). La convicción de que Bitcoin resurgiría se mantuvo, incluso cuando el sentimiento general del mercado era extremadamente negativo. Este mínimo fue el punto de inflexión que marcó el inicio de la recuperación del mercado.\n\nEl mínimo de 2018 es un recordatorio de la extrema volatilidad de Bitcoin, pero también de su capacidad para recuperarse. Los inversores que mantuvieron la calma y compraron durante este periodo fueron recompensados con el siguiente gran rally alcista. Este evento demostró que Bitcoin es un activo para inversores a largo plazo y que la paciencia es una de las virtudes más importantes en el mundo de las criptomonedas.",
    "title_en": "📉 Bear Market Bottom",
    "description_tooltip_en": "Bitcoin bottoms out at $3,200 after a year of declines. The true believers bought the dip!",
    "description_full_en": "On December 15, 2018, Bitcoin bottomed out in the long bear market that began after the 2017 peak. The cryptocurrency's price fell to $3,200, a loss of almost 85% of its value from its all-time high. This low marked the lowest point of the **'crypto winter'** and was a moment of great despair for many investors. However, for Bitcoin's most ardent supporters, it was a unique opportunity.\n\nInvestors who believed in Bitcoin's long-term vision, often nicknamed 'HODLers,' saw this drop as a golden opportunity to buy at low prices. It was at this moment that the motto 'Buy the dip' became popular. The conviction that Bitcoin would rebound was maintained, even when the overall market sentiment was extremely negative. This low was the turning point that marked the beginning of the market's recovery.\n\nThe 2018 bottom is a reminder of Bitcoin's extreme volatility, but also of its ability to recover. Investors who remained calm and bought during this period were rewarded with the next major bull run. This event showed that Bitcoin is an asset for long-term investors and that patience is one of the most important virtues in the world of cryptocurrencies.",
    "links": [
      {
        "text_es": "Gráfico de precios de 2018",
        "text_en": "2018 Price Chart",
        "url": "https://www.coindesk.com/price/bitcoin"
      }
    ]
  },
  {
    "date": "2019-04-02",
    "category": "Adoption",
    "title_es": "🐶 Dogecoin se dispara por Elon Musk",
    "description_tooltip_es": "Elon Musk tuitea sobre Dogecoin, haciendo que su precio se dispare. ¡El 'Dogefather' entra en acción!",
    "description_full_es": "El 2 de abril de 2019, el multimillonario y CEO de Tesla y SpaceX, **Elon Musk**, hizo un tuit sobre Dogecoin, una criptomoneda que se creó como una broma. Musk preguntó si Dogecoin era su criptomoneda favorita. Este tuit, aunque aparentemente inocuo, causó un aumento significativo en el precio de Dogecoin. Fue la primera vez que una figura pública de esta envergadura influía de manera tan directa en el mercado de las criptomonedas.\n\nLa influencia de Musk en Dogecoin continuaría en los años siguientes, con una serie de tuits y apariciones públicas que lo convirtieron en el 'Dogefather'. Este fenómeno demostró el poder de las redes sociales y las personalidades influyentes para mover el mercado, especialmente en el caso de las criptomonedas con una capitalización de mercado más pequeña y menos serias como Dogecoin. La popularidad de Dogecoin se convirtió en un fenómeno de la cultura 'pop' y atrajo a una nueva generación de inversores minoristas al mundo cripto.\n\nAunque el impacto de este evento fue más evidente en el ecosistema de las 'memecoins', también fue un recordatorio del papel que los 'influencers' y la atención mediática juegan en el espacio cripto. Demostró que no solo los factores fundamentales y la tecnología son importantes, sino también el sentimiento del público y la atención que los grandes nombres pueden generar. El fenómeno de Dogecoin fue un ejemplo de la gamificación de la inversión que se vería en los años siguientes.",
    "title_en": "🐶 Dogecoin Surges Due to Elon Musk",
    "description_tooltip_en": "Elon Musk tweets about Dogecoin, causing its price to skyrocket. The 'Dogefather' takes action!",
    "description_full_en": "On April 2, 2019, billionaire and CEO of Tesla and SpaceX, **Elon Musk**, tweeted about Dogecoin, a cryptocurrency that was created as a joke. Musk asked if Dogecoin was his favorite cryptocurrency. This tweet, although seemingly innocuous, caused a significant increase in Dogecoin's price. It was the first time a public figure of this magnitude had such a direct influence on the cryptocurrency market.\n\nMusk's influence on Dogecoin would continue in the following years, with a series of tweets and public appearances that turned him into the 'Dogefather.' This phenomenon demonstrated the power of social media and influential personalities to move the market, especially in the case of smaller, less serious cryptocurrencies like Dogecoin. Dogecoin's popularity became a 'pop culture' phenomenon and attracted a new generation of retail investors to the crypto world.\n\nAlthough the impact of this event was more evident in the 'memecoin' ecosystem, it was also a reminder of the role that 'influencers' and media attention play in the crypto space. It showed that not only fundamental factors and technology are important, but also public sentiment and the attention that big names can generate. The Dogecoin phenomenon was an example of the gamification of investing that would be seen in the following years.",
    "links": [
      {
        "text_es": "Tuit de Elon Musk",
        "text_en": "Elon Musk's Tweet",
        "url": "https://twitter.com/elonmusk/status/1113063065306619904"
      }
    ]
  },
  {
    "date": "2020-03-12",
    "category": "Market",
    "title_es": "😷 COVID y caída brutal",
    "description_tooltip_es": "El precio de BTC cae 50% en un solo día por el pánico financiero global. ¡El 'Jueves Negro' también llegó a las cripto!",
    "description_full_es": "El 12 de marzo de 2020, el mercado global de criptomonedas experimentó un 'crash' brutal. Con la declaración de la pandemia de **COVID-19** y el pánico financiero global, los inversores liquidaron activos de riesgo en masa. En un solo día, el precio de Bitcoin cayó casi un 50%, un evento que la comunidad apodó el **'Jueves Negro'** del mercado de criptomonedas. Muchos pensaron que este era el fin de Bitcoin.\n\nSin embargo, la historia de Bitcoin en 2020 no terminó ahí. A medida que los gobiernos de todo el mundo imprimían billones de dólares para estimular sus economías, el miedo a la inflación creció, y muchos inversores comenzaron a ver a Bitcoin como una protección contra la devaluación de la moneda fiduciaria. La narrativa de Bitcoin como **'oro digital'** se fortaleció enormemente.\n\nEl crash del Jueves Negro fue una prueba de estrés para el ecosistema de Bitcoin. Demostró que, si bien la criptomoneda es sensible a los shocks macroeconómicos, también es increíblemente resistente. La rápida recuperación que siguió al evento sentó las bases para el siguiente mercado alcista y consolidó el papel de Bitcoin como un activo de reserva para los inversores que buscaban protegerse de la inestabilidad económica global.",
    "title_en": "😷 COVID and Brutal Crash",
    "description_tooltip_en": "The price of BTC drops 50% in a single day due to global financial panic. 'Black Thursday' also hit crypto!",
    "description_full_en": "On March 12, 2020, the global cryptocurrency market experienced a brutal crash. With the declaration of the **COVID-19** pandemic and global financial panic, investors liquidated risky assets en masse. In a single day, Bitcoin's price dropped almost 50%, an event the community dubbed 'Crypto's **Black Thursday**.' Many thought this was the end of Bitcoin.\n\nHowever, Bitcoin's story in 2020 did not end there. As governments worldwide printed trillions of dollars to stimulate their economies, fear of inflation grew, and many investors began to see Bitcoin as a hedge against fiat currency devaluation. The narrative of Bitcoin as **'digital gold'** was greatly strengthened.\n\nThe Black Thursday crash was a stress test for the Bitcoin ecosystem. It showed that while the cryptocurrency is sensitive to macroeconomic shocks, it is also incredibly resilient. The rapid recovery that followed the event laid the groundwork for the next bull market and consolidated Bitcoin's role as a reserve asset for investors seeking protection from global economic instability.",
    "links": [
      {
        "text_es": "Noticia del 'Jueves Negro'",
        "text_en": "News on 'Black Thursday'",
        "url": "https://www.cnbc.com/2020/03/12/bitcoin-falls-below-4000-as-coronavirus-fears-rock-markets.html"
      }
    ]
  },
  {
    "date": "2020-05-11",
    "category": "Halving",
    "title_es": "⛏️ Tercer halving",
    "description_tooltip_es": "La recompensa se reduce a 6.25 BTC. Comienza un nuevo ciclo alcista. ¡La escasez programada sigue su curso!",
    "description_full_es": "El 11 de mayo de 2020, se produce el tercer **halving** de Bitcoin, reduciendo la recompensa por bloque de 12.5 BTC a 6.25 BTC. Este evento fue uno de los más esperados en la historia de Bitcoin, ya que su llegada coincidió con la recuperación del mercado tras el 'Jueves Negro' del COVID-19 y la narrativa de Bitcoin como una protección contra la inflación.\n\nLa reducción de la oferta de nuevos bitcoins fue un catalizador para el mercado alcista que culminaría en 2021. La escasez programada de Bitcoin, junto con el aumento de la demanda de inversores institucionales que veían a Bitcoin como un activo de reserva de valor, impulsó el precio a niveles sin precedentes. El tercer halving demostró que el modelo económico de Bitcoin seguía funcionando perfectamente, tal como lo había diseñado Satoshi Nakamoto.\n\nEste evento marcó el inicio de una nueva era para Bitcoin. La narrativa de **'oro digital'** se hizo más fuerte que nunca, atrayendo a grandes empresas y gestores de fondos de inversión. El tercer halving no fue solo un evento técnico, sino un hito económico que solidificó el papel de Bitcoin como un activo de inversión serio en la escena financiera global.",
    "title_en": "⛏️ Third Halving",
    "description_tooltip_en": "The reward is reduced to 6.25 BTC. A new bull cycle begins. The programmed scarcity continues its course!",
    "description_full_en": "On May 11, 2020, the third Bitcoin **halving** occurred, reducing the block reward from 12.5 BTC to 6.25 BTC. This event was one of the most anticipated in Bitcoin's history, as its arrival coincided with the market's recovery after the 'Black Thursday' of COVID-19 and the narrative of Bitcoin as a hedge against inflation.\n\nThe reduction in the supply of new bitcoins was a catalyst for the bull market that would culminate in 2021. Bitcoin's programmed scarcity, along with increased demand from institutional investors who saw Bitcoin as a store-of-value asset, pushed the price to unprecedented levels. The third halving proved that Bitcoin's economic model was still working perfectly, just as Satoshi Nakamoto had designed it.\n\nThis event marked the beginning of a new era for Bitcoin. The narrative of **'digital gold'** became stronger than ever, attracting large companies and investment fund managers. The third halving was not just a technical event but an economic milestone that solidified Bitcoin's role as a serious investment asset on the global financial stage.",
    "links": [
      {
        "text_es": "Recuento de la cuenta atrás del halving",
        "text_en": "Halving Countdown Recap",
        "url": "https://www.coindesk.com/policy/2020/05/11/bitcoin-halving-completed-block-reward-falls-to-625-btc/"
      }
    ]
  },
  {
    "date": "2020-12-16",
    "category": "Market",
    "title_es": "🚨 Rompe los $20K",
    "description_tooltip_es": "BTC supera el máximo de 2017, marcando el inicio del rally de 2021. ¡La fiebre vuelve a subir!",
    "description_full_es": "El 16 de diciembre de 2020, Bitcoin superó el máximo histórico de $20,000 que había alcanzado en 2017. Este evento fue un hito psicológico enorme para la comunidad, ya que demostró que el precio de Bitcoin podía no solo recuperarse de un largo mercado bajista, sino también superar sus picos anteriores. La superación de este nivel fue una señal de que el mercado alcista de 2021 estaba en plena marcha.\n\nEl rally de 2021 fue diferente al de 2017. Si bien la especulación minorista seguía siendo un factor, el aumento de precio fue impulsado en gran medida por la **adopción institucional**. Empresas como **MicroStrategy** y **Square** (ahora Block) comenzaron a invertir grandes sumas de dinero en Bitcoin, lo que demostró a los inversores tradicionales que Bitcoin era una clase de activo legítima.\nRomper la barrera de los 20,000 dólares marcó el inicio de una nueva fase en la historia de Bitcoin, una donde el activo comenzó a ser percibido por Wall Street y por los gestores de fondos de inversión. La entrada de grandes capitales y la confianza institucional cambiaron la narrativa, pasando de ser una curiosidad tecnológica a ser una inversión seria. Este evento fue un presagio del gran crecimiento que se vería en los meses siguientes.",
    "title_en": "🚨 Breaks $20K",
    "description_tooltip_en": "BTC surpasses the 2017 high, marking the start of the 2021 rally. The fever rises again!",
    "description_full_en": "On December 16, 2020, Bitcoin surpassed the all-time high of $20,000 it had reached in 2017. This event was a huge psychological milestone for the community, as it showed that Bitcoin's price could not only recover from a long bear market but also exceed its previous peaks. Breaking this level was a sign that the 2021 bull market was in full swing.\n\nThe 2021 rally was different from that of 2017. While retail speculation was still a factor, the price increase was largely driven by **institutional adoption**. Companies like **MicroStrategy** and **Square** (now Block) began investing large sums of money in Bitcoin, which showed traditional investors that Bitcoin was a legitimate asset class.\n\nBreaking the $20,000 barrier marked the beginning of a new phase in Bitcoin's history, one where the asset began to be perceived by Wall Street and investment fund managers. The entry of large capital and institutional trust changed the narrative, moving from a technological curiosity to a serious investment. This event was a harbinger of the great growth that would be seen in the following months.",
    "links": [
      {
        "text_es": "Noticia sobre la superación",
        "text_en": "News on Breaking the High",
        "url": "https://www.coindesk.com/markets/2020/12/16/bitcoin-breaks-20k-for-first-time/"
      }
    ]
  },
  {
    "date": "2021-02-08",
    "category": "Adoption",
    "title_es": "🚗 Tesla compra BTC",
    "description_tooltip_es": "Tesla invierte $1.5B en Bitcoin y anuncia que lo aceptará como pago. ¡Elon Musk haciendo de las suyas otra vez!",
    "description_full_es": "El 8 de febrero de 2021, Tesla, la empresa de vehículos eléctricos de **Elon Musk**, hizo un anuncio que sacudió el mundo financiero: había invertido 1.5 mil millones de dólares en Bitcoin. Además, la compañía anunció que aceptaría Bitcoin como método de pago para sus productos. Este movimiento fue un voto de confianza sin precedentes de una de las empresas más influyentes del mundo, y fue un catalizador para un aumento masivo del precio de Bitcoin.\n\nLa inversión de Tesla y el apoyo de su CEO, Elon Musk, legitimaron a Bitcoin ante millones de personas y empresas. El anuncio de que una empresa tan importante como Tesla consideraba a Bitcoin un activo de reserva de valor y un medio de pago válido fue una señal de que la criptomoneda se estaba moviendo hacia la adopción masiva. La noticia impulsó el precio de Bitcoin a nuevos máximos históricos y animó a otras empresas a considerar la inversión en criptomonedas.\n\nAunque Tesla más tarde revirtió su decisión de aceptar Bitcoin como pago (citando preocupaciones ambientales), la inversión inicial fue un hito histórico. Marcó el comienzo de la 'fiebre institucional' por Bitcoin, con más y más empresas y fondos de cobertura explorando la posibilidad de añadir la criptomoneda a sus balances. El evento de Tesla fue un presagio del cambio de paradigma que se estaba produciendo en el mundo de las finanzas.",
    "title_en": "🚗 Tesla Buys BTC",
    "description_tooltip_en": "Tesla invests $1.5B in Bitcoin and announces it will accept it as payment. Elon Musk at it again!",
    "description_full_en": "On February 8, 2021, Tesla, the electric vehicle company led by **Elon Musk**, made an announcement that shook the financial world: it had invested $1.5 billion in Bitcoin. Additionally, the company announced that it would accept Bitcoin as a payment method for its products. This move was an unprecedented vote of confidence from one of the world's most influential companies and was a catalyst for a massive increase in Bitcoin's price.\n\nTesla's investment and the support of its CEO, Elon Musk, legitimized Bitcoin to millions of people and companies. The announcement that a company as important as Tesla considered Bitcoin a store-of-value asset and a valid means of payment was a sign that the cryptocurrency was moving towards mass adoption. The news pushed Bitcoin's price to new all-time highs and encouraged other companies to consider investing in cryptocurrencies.\n\nAlthough Tesla later reversed its decision to accept Bitcoin as payment (citing environmental concerns), the initial investment was a historic milestone. It marked the beginning of the 'institutional fever' for Bitcoin, with more and more companies and hedge funds exploring the possibility of adding the cryptocurrency to their balance sheets. The Tesla event was a harbinger of the paradigm shift that was taking place in the world of finance.",
    "links": [
      {
        "text_es": "Documento de la SEC de Tesla",
        "text_en": "Tesla's SEC Filing",
        "url": "https://www.sec.gov/ix?doc=/Archives/edgar/data/1318605/000156459021004599/tsla-10k_20201231.htm"
      }
    ]
  },
  {
    "date": "2021-04-14",
    "category": "Adoption",
    "title_es": "📊 Coinbase en NASDAQ",
    "description_tooltip_es": "Coinbase se convierte en la primera gran empresa cripto en cotizar en bolsa. ¡Un puente entre Wall Street y el criptoespacio!",
    "description_full_es": "El 14 de abril de 2021, **Coinbase**, el exchange de criptomonedas más grande de Estados Unidos, se hizo público en el mercado de valores NASDAQ con el símbolo de cotización **'COIN'**. Esta salida a bolsa fue un evento histórico, ya que marcó la primera vez que una gran empresa de criptomonedas cotizaba en la bolsa de valores. Fue un puente simbólico entre el mundo de las finanzas tradicionales de **Wall Street** y el nuevo ecosistema cripto.\n\nLa cotización de Coinbase fue un momento de validación para toda la industria. Demostró que las empresas de criptomonedas podían ser negocios legítimos y rentables. La valoración de Coinbase en el momento de la salida a bolsa, de más de 85 mil millones de dólares, fue una señal del enorme potencial de crecimiento que los inversores tradicionales veían en el sector. Este evento atrajo la atención de un público más amplio y ayudó a legitimizar aún más las criptomonedas.\n\nLa cotización de Coinbase fue un hito crucial que mostró la maduración de la industria. Demostró que las criptomonedas habían pasado de ser un nicho de frikis a un sector financiero legítimo con el potencial de generar miles de millones de dólares en ingresos. Este evento fue un recordatorio de que la tecnología blockchain y las criptomonedas no eran solo una moda pasajera, sino una fuerza que estaba redefiniendo el futuro de las finanzas.",
    "title_en": "📊 Coinbase on NASDAQ",
    "description_tooltip_en": "Coinbase becomes the first major crypto company to go public. A bridge between Wall Street and the crypto space!",
    "description_full_en": "On April 14, 2021, **Coinbase**, the largest cryptocurrency exchange in the United States, went public on the NASDAQ stock market with the ticker symbol **'COIN'**. This IPO was a historic event, as it marked the first time a major cryptocurrency company was listed on the stock exchange. It was a symbolic bridge between the world of traditional **Wall Street** finance and the new crypto ecosystem.\n\nCoinbase's listing was a moment of validation for the entire industry. It showed that cryptocurrency companies could be legitimate and profitable businesses. The valuation of Coinbase at the time of the IPO, over $85 billion, was a sign of the enormous growth potential that traditional investors saw in the sector. This event attracted the attention of a wider audience and helped to further legitimize cryptocurrencies.\n\nCoinbase's listing was a crucial milestone that showed the industry's maturation. It demonstrated that cryptocurrencies had moved from a geeky niche to a legitimate financial sector with the potential to generate billions of dollars in revenue. This event was a reminder that blockchain technology and cryptocurrencies were not just a passing fad, but a force that was redefining the future of finance.",
    "links": [
      {
        "text_es": "Noticia sobre la cotización de Coinbase",
        "text_en": "News on Coinbase's Listing",
        "url": "https://www.cnbc.com/2021/04/14/coinbase-ipo-what-to-know-as-coin-starts-trading-on-nasdaq.html"
      }
    ]
  },
  {
    "date": "2021-06-09",
    "category": "Adoption",
    "title_es": "🇸🇻 Bitcoin legal en El Salvador",
    "description_tooltip_es": "El Salvador se convierte en el primer país en aceptar Bitcoin como moneda oficial. ¡Un experimento audaz a nivel nacional!",
    "description_full_es": "El 9 de junio de 2021, **El Salvador** hizo historia al convertirse en el primer país del mundo en adoptar Bitcoin como moneda de curso legal. La decisión, impulsada por el presidente **Nayib Bukele**, se tomó con el objetivo de impulsar la inclusión financiera, ya que una gran parte de la población salvadoreña no tiene acceso a servicios bancarios. La ley obligó a todas las empresas a aceptar Bitcoin como método de pago y permitió a los ciudadanos usar la criptomoneda para pagar impuestos y deudas.\n\nEste experimento audaz fue recibido con una mezcla de entusiasmo y escepticismo. Los defensores de Bitcoin lo celebraron como un paso monumental hacia la adopción masiva. Argumentaron que el uso de Bitcoin en un país soberano demostraría su potencial como dinero, no solo como un activo de inversión. Sin embargo, los críticos advirtieron sobre la volatilidad de Bitcoin, el riesgo para las finanzas del país y la falta de infraestructura para su uso masivo.\n\nLa adopción de Bitcoin en El Salvador fue un hito simbólico importante. Puso a Bitcoin en el centro de la conversación política y económica global y demostró que la criptomoneda podía ser más que un activo especulativo. Aunque el experimento ha tenido sus desafíos, marcó un precedente para la adopción de Bitcoin a nivel nacional y ha abierto un debate global sobre el futuro del dinero.",
    "title_en": "🇸🇻 Bitcoin Legal in El Salvador",
    "description_tooltip_en": "El Salvador becomes the first country to accept Bitcoin as official currency. A bold national experiment!",
    "description_full_en": "On June 9, 2021, **El Salvador** made history by becoming the first country in the world to adopt Bitcoin as legal tender. The decision, driven by President **Nayib Bukele**, was made with the goal of boosting financial inclusion, as a large part of the Salvadoran population does not have access to banking services. The law required all businesses to accept Bitcoin as a payment method and allowed citizens to use the cryptocurrency to pay taxes and debts.\n\nThis bold experiment was met with a mix of enthusiasm and skepticism. Bitcoin advocates celebrated it as a monumental step towards mass adoption. They argued that using Bitcoin in a sovereign country would demonstrate its potential as money, not just as an investment asset. However, critics warned about Bitcoin's volatility, the risk to the country's finances, and the lack of infrastructure for its mass use. The adoption of Bitcoin in El Salvador was an important symbolic milestone. It put Bitcoin at the center of the global political and economic conversation and showed that the cryptocurrency could be more than a speculative asset. Although the experiment has had its challenges, it set a precedent for national Bitcoin adoption and opened a global debate about the future of money.",
    "links": [
      {
        "text_es": "Noticia de la ley en El Salvador",
        "text_en": "News on the Law in El Salvador",
        "url": "https://www.bbc.com/news/business-57398188"
      }
    ]
  },
  {
    "date": "2021-11-10",
    "category": "Market",
    "title_es": "🎉 Máximo histórico (ATH)",
    "description_tooltip_es": "BTC alcanza los $68,789.63, su máximo histórico hasta hoy. ¡La cumbre de la montaña, por ahora!",
    "description_full_es": "El 10 de noviembre de 2021, Bitcoin alcanzó su **máximo histórico (ATH)** de $68,789.63. Este pico fue la culminación de un largo mercado alcista que comenzó en 2020 después del tercer halving y el 'crash' del COVID-19. La subida fue impulsada por una combinación de factores, incluyendo la adopción institucional, la entrada de grandes capitales y el sentimiento general de euforia en el mercado. En este punto, Bitcoin era una conversación omnipresente en los medios de comunicación y en la vida cotidiana.\n\nEste ATH marcó un punto de inflexión. Aunque el precio cayó poco después y el mercado entró en un largo mercado bajista, el pico de 2021 demostró el enorme potencial de crecimiento de Bitcoin. El valor que alcanzó Bitcoin en ese momento superó las expectativas de muchos y lo consolidó como uno de los activos financieros más importantes y de mayor crecimiento del mundo.\n\nEl máximo histórico de 2021 es un recordatorio de que, a pesar de la volatilidad, Bitcoin tiene un potencial de crecimiento exponencial. Aunque el mercado se ha enfriado desde entonces, el hito de 2021 sirve como un faro para los inversores a largo plazo, demostrando que el viaje de Bitcoin de un experimento tecnológico a un activo financiero global es una realidad. El ATH de 2021 es la cumbre de la montaña, pero no la última, ya que el ciclo de halving y adopción continúa.",
    "title_en": "🎉 All-Time High (ATH)",
    "description_tooltip_en": "BTC reaches $68,789.63, its all-time high to date. The summit of the mountain, for now!",
    "description_full_en": "On November 10, 2021, Bitcoin reached its **all-time high (ATH)** of $68,789.63. This peak was the culmination of a long bull market that began in 2020 after the third halving and the COVID-19 crash. The surge was driven by a combination of factors, including institutional adoption, the entry of large capital, and a general feeling of euphoria in the market. At this point, Bitcoin was an omnipresent conversation in the media and in everyday life.\n\nThis ATH marked a turning point. Although the price fell shortly after and the market entered a long bear market, the 2021 peak demonstrated Bitcoin's enormous growth potential. The value Bitcoin reached at that time exceeded the expectations of many and consolidated it as one of the most important and fastest-growing financial assets in the world.\n\nThe 2021 all-time high is a reminder that, despite volatility, Bitcoin has exponential growth potential. Although the market has cooled since then, the 2021 milestone serves as a beacon for long-term investors, proving that Bitcoin's journey from a technological experiment to a global financial asset is a reality. The 2021 ATH is the summit of the mountain, but not the last, as the halving and adoption cycle continues.",
    "links": [
      {
        "text_es": "Máximo histórico en CoinMarketCap",
        "text_en": "All-Time High on CoinMarketCap",
        "url": "https://coinmarketcap.com/currencies/bitcoin/historical-data/"
      }
    ]
  },
  {
    "date": "2022-05-12",
    "category": "Security",
    "title_es": "🌪️ Colapso de Terra/Luna",
    "description_tooltip_es": "Una de las mayores stablecoins colapsa. Arrastra a BTC y a todo el mercado a la baja. ¡Un terremoto en el ecosistema cripto!",
    "description_full_es": "En mayo de 2022, el ecosistema de **Terra**, que incluía la 'stablecoin' algorítmica TerraUSD (UST) y su token LUNA, se derrumbó en uno de los mayores desastres financieros del espacio cripto. El colapso se produjo cuando el valor de UST perdió su paridad con el dólar, lo que desencadenó un 'espiral de la muerte' que hizo que el valor de LUNA y UST cayera a cero en cuestión de días. Este evento causó pérdidas de decenas de miles de millones de dólares.\n\nEl colapso de Terra tuvo un efecto de contagio en todo el mercado cripto. El pánico se apoderó de los inversores, y muchos activos, incluido Bitcoin, cayeron drásticamente. Este evento fue un recordatorio de los riesgos inherentes al espacio cripto y de la importancia de la estabilidad y la transparencia. La caída de Terra provocó una ola de escepticismo sobre el futuro de las 'stablecoins' algorítmicas y llevó a un endurecimiento del escrutinio regulatorio en todo el mundo.\n\nEl colapso de Terra fue un momento oscuro en la historia de las criptomonedas, pero también sirvió como una lección importante. Destacó la diferencia fundamental entre Bitcoin, con su escasez programada y su protocolo robusto, y proyectos más nuevos y experimentales. El evento reforzó la narrativa de Bitcoin como un activo descentralizado y resistente, mientras que el resto del ecosistema de las criptomonedas tuvo que lidiar con las consecuencias de la falta de confianza.",
    "title_en": "🌪️ Terra/Luna Collapse",
    "description_tooltip_en": "One of the biggest stablecoins collapses. It drags BTC and the entire market down. An earthquake in the crypto ecosystem!",
    "description_full_en": "In May 2022, the **Terra** ecosystem, which included the algorithmic 'stablecoin' TerraUSD (UST) and its token LUNA, collapsed in one of the biggest financial disasters in the crypto space. The collapse occurred when UST's value lost its peg to the dollar, triggering a 'death spiral' that caused the value of LUNA and UST to fall to zero in a matter of days. This event caused tens of billions of dollars in losses.\n\nThe Terra collapse had a contagion effect throughout the crypto market. Panic seized investors, and many assets, including Bitcoin, fell dramatically. This event was a reminder of the inherent risks in the crypto space and the importance of stability and transparency. The fall of Terra sparked a wave of skepticism about the future of algorithmic 'stablecoins' and led to a tightening of regulatory scrutiny worldwide.\n\nThe Terra collapse was a dark moment in the history of cryptocurrencies, but it also served as an important lesson. It highlighted the fundamental difference between Bitcoin, with its programmed scarcity and robust protocol, and newer, more experimental projects. The event reinforced the narrative of Bitcoin as a decentralized and resilient asset, while the rest of the cryptocurrency ecosystem had to deal with the consequences of a lack of trust.",
    "links": [
      {
        "text_es": "Análisis del colapso de Terra",
        "text_en": "Analysis of the Terra Collapse",
        "url": "https://www.coindesk.com/learn/2022/05/11/what-is-the-terra-blockchain-and-why-did-it-crash/"
      }
    ]
  },
  {
    "date": "2022-11-11",
    "category": "Security",
    "title_es": "💥 Quiebra de FTX",
    "description_tooltip_es": "FTX, uno de los exchanges más grandes, colapsa por fraude. Millones pierden fondos. ¡Otro escándalo que sacudió la confianza!",
    "description_full_es": "El 11 de noviembre de 2022, el exchange de criptomonedas **FTX** se declaró en bancarrota después de que se revelaran graves problemas de liquidez y un presunto fraude masivo. El colapso de FTX, que en su momento era uno de los exchanges más grandes y respetados del mundo, causó un 'shock' en todo el mercado cripto. Millones de usuarios perdieron sus fondos y la reputación de la industria se vio gravemente afectada. El fundador, **Sam Bankman-Fried**, fue arrestado y acusado de fraude.\n\nLa caída de FTX fue un recordatorio doloroso de los riesgos inherentes a los exchanges centralizados. A pesar de su tamaño y su imagen pública, la empresa resultó ser una caja negra de corrupción y mala gestión. El evento reforzó el lema 'Not your keys, not your coins' y llevó a una nueva ola de autocustodia y a un mayor escrutinio de las plataformas centralizadas. También provocó una llamada de atención a los reguladores de todo el mundo, que comenzaron a trabajar en la creación de un marco regulatorio más estricto para el sector.\n\nEl colapso de FTX fue un momento crucial en la historia de las criptomonedas. Aunque causó un daño significativo a corto plazo, también fue un catalizador para la maduración de la industria. Demostró que, para que el ecosistema crezca de manera sostenible, es necesario un mayor grado de transparencia y responsabilidad. La caída de FTX fue un recordatorio de que, si bien la tecnología es descentralizada, las entidades que operan en ella no lo son, y que la vigilancia es esencial para proteger a los usuarios.",
    "title_en": "💥 FTX Bankruptcy",
    "description_tooltip_en": "FTX, one of the largest exchanges, collapses due to fraud. Millions lose funds. Another scandal that shook trust!",
    "description_full_en": "On November 11, 2022, the cryptocurrency exchange **FTX** filed for bankruptcy after serious liquidity problems and alleged massive fraud were revealed. The collapse of FTX, which at the time was one of the largest and most respected exchanges in the world, caused a shock throughout the crypto market. Millions of users lost their funds, and the industry's reputation was severely damaged. The founder, **Sam Bankman-Fried**, was arrested and charged with fraud.\n\nThe fall of FTX was a painful reminder of the inherent risks of centralized exchanges. Despite its size and public image, the company turned out to be a black box of corruption and mismanagement. The event reinforced the slogan 'Not your keys, not your coins' and led to a new wave of self-custody and greater scrutiny of centralized platforms. It also prompted a wake-up call to regulators around the world, who began working on creating a stricter regulatory framework for the sector.\n\nThe FTX collapse was a crucial moment in the history of cryptocurrencies. Although it caused significant short-term damage, it was also a catalyst for the industry's maturation. It showed that for the ecosystem to grow sustainably, a greater degree of transparency and accountability is necessary. The fall of FTX was a reminder that while the technology is decentralized, the entities that operate on it are not, and that vigilance is essential to protect users.",
    "links": [
      {
        "text_es": "Noticia sobre la quiebra de FTX",
        "text_en": "News on FTX's Bankruptcy",
        "url": "https://www.reuters.com/technology/ftx-files-for-bankruptcy-ceo-bankman-fried-resigns-2022-11-11/"
      }
    ]
  },
  {
    "date": "2023-03-10",
    "category": "Market",
    "title_es": "🏦 Crisis bancaria USA",
    "description_tooltip_es": "Bitcoin sube tras la quiebra de bancos tradicionales como SVB y Signature Bank. ¡Bitcoin como refugio seguro, una vez más!",
    "description_full_es": "En marzo de 2023, el sistema bancario de EE. UU. se vio sacudido por la quiebra de varios bancos, incluyendo el **Silicon Valley Bank (SVB)** y el **Signature Bank**. La crisis se desencadenó cuando los clientes, en un pánico masivo, retiraron sus depósitos, lo que provocó una corrida bancaria. La quiebra de estos bancos, a pesar de estar regulados y asegurados, fue un recordatorio de la fragilidad del sistema financiero tradicional. En este contexto de incertidumbre, Bitcoin experimentó un repunte significativo.\n\nEl precio de Bitcoin se disparó, lo que reforzó la narrativa de que la criptomoneda podía funcionar como un activo 'refugio seguro' en tiempos de inestabilidad financiera. La gente, que había perdido la confianza en los bancos tradicionales, buscó una alternativa. Bitcoin, con su naturaleza descentralizada, inmutable y resistente a la censura, se presentó como una solución viable. Este evento fue una validación del concepto de Bitcoin como una protección contra la falta de confianza en las instituciones financieras.\n\nLa crisis bancaria de 2023 fue un punto de inflexión. Demostró que el valor de Bitcoin no está solo en su potencial de crecimiento, sino también en su papel como un activo alternativo al sistema financiero tradicional. El evento ayudó a solidificar la narrativa de Bitcoin como una herramienta de libertad financiera y un activo de reserva de valor en el siglo XXI. La crisis bancaria fue un recordatorio de por qué Satoshi Nakamoto creó Bitcoin en primer lugar.",
    "title_en": "🏦 USA Banking Crisis",
    "description_tooltip_en": "Bitcoin rises after the collapse of traditional banks like SVB and Signature Bank. Bitcoin as a safe haven, once again!",
    "description_full_en": "In March 2023, the U.S. banking system was shaken by the failure of several banks, including **Silicon Valley Bank (SVB)** and **Signature Bank**. The crisis was triggered when customers, in a mass panic, withdrew their deposits, causing a bank run. The failure of these banks, despite being regulated and insured, was a reminder of the fragility of the traditional financial system. In this context of uncertainty, Bitcoin experienced a significant rebound.\n\nBitcoin's price soared, reinforcing the narrative that the cryptocurrency could function as a 'safe haven' asset in times of financial instability. People, who had lost faith in traditional banks, looked for an alternative. Bitcoin, with its decentralized, immutable, and censorship-resistant nature, presented itself as a viable solution. This event was a validation of the concept of Bitcoin as a hedge against a lack of trust in financial institutions.\n\nThe 2023 banking crisis was a turning point. It showed that Bitcoin's value is not only in its growth potential but also in its role as an alternative asset to the traditional financial system. The event helped solidify the narrative of Bitcoin as a tool for financial freedom and a store-of-value asset in the 21st century. The banking crisis was a reminder of why Satoshi Nakamoto created Bitcoin in the first place.",
    "links": [
      {
        "text_es": "Análisis de la crisis bancaria",
        "text_en": "Analysis of the Banking Crisis",
        "url": "https://www.coindesk.com/policy/2023/03/13/bitcoin-surges-as-us-banking-crisis-worsens/"
      }
    ]
  },
  {
    "date": "2023-10-01",
    "category": "Adoption",
    "title_es": "🟢 BlackRock pide ETF",
    "description_tooltip_es": "BlackRock y otras gestoras presentan solicitudes para ETF de Bitcoin. Comienza nuevo optimismo. ¡Los grandes jugadores se suman!",
    "description_full_es": "En octubre de 2023, el mercado de Bitcoin se vio revitalizado por la noticia de que **BlackRock**, la gestora de activos más grande del mundo, había presentado una solicitud para un **ETF (fondo cotizado en bolsa) de Bitcoin al contado**. A esta solicitud se unieron otras gestoras de renombre como **Fidelity** y **WisdomTree**. La presentación de estos ETF fue un catalizador para un nuevo ciclo de optimismo y anticipación en el mercado.\n\nLa entrada de gigantes financieros como BlackRock fue un hito histórico, ya que demostró que el interés institucional en Bitcoin era más fuerte que nunca. Un ETF de Bitcoin al contado permitiría a los inversores tradicionales, como fondos de pensiones y asesores financieros, acceder a Bitcoin de forma segura y sencilla, sin tener que comprarlo y custodiarlo directamente. Esto abriría las puertas a una nueva ola de capital en el ecosistema, con el potencial de aumentar drásticamente el precio.\n\nLa solicitud de BlackRock fue un punto de inflexión que cambió la narrativa del mercado. Pasó de ser un mercado impulsado por las noticias de la SEC (Comisión de Bolsa y Valores de EE. UU.) sobre la regulación a un mercado impulsado por la anticipación de la aprobación de un ETF. Este evento fue un recordatorio de que, a medida que Bitcoin madura, los grandes jugadores del mundo financiero tradicional están listos para entrar en el juego.",
    "title_en": "🟢 BlackRock Files for ETF",
    "description_tooltip_en": "BlackRock and other asset managers file for Bitcoin ETFs. New optimism begins. The big players are joining!",
    "description_full_en": "In October 2023, the Bitcoin market was revitalized by the news that **BlackRock**, the world's largest asset manager, had filed an application for a **spot Bitcoin ETF (exchange-traded fund)**. This application was joined by other renowned asset managers like **Fidelity** and **WisdomTree**. The filing of these ETFs was a catalyst for a new cycle of optimism and anticipation in the market.\n\nThe entry of financial giants like BlackRock was a historic milestone, as it demonstrated that institutional interest in Bitcoin was stronger than ever. A spot Bitcoin ETF would allow traditional investors, such as pension funds and financial advisors, to access Bitcoin safely and easily, without having to buy and custody it directly. This would open the doors to a new wave of capital in the ecosystem, with the potential to dramatically increase the price.\n\nBlackRock's filing was a turning point that changed the market narrative. It shifted from a market driven by news from the SEC (U.S. Securities and Exchange Commission) about regulation to a market driven by anticipation of an ETF approval. This event was a reminder that, as Bitcoin matures, the big players in the traditional financial world are ready to join the game.",
    "links": [
      {
        "text_es": "Artículo de Reuters sobre la solicitud de BlackRock",
        "text_en": "Reuters Article on BlackRock's Filing",
        "url": "https://www.reuters.com/technology/blackrock-files-spot-bitcoin-etf-with-sec-2023-06-15/"
      }
    ]
  },
  {
    "date": "2024-04-20",
    "category": "Halving",
    "title_es": "🔻 Cuarto halving",
    "description_tooltip_es": "La recompensa por bloque se reduce a 3.125 BTC. Se reduce la oferta diaria de nuevos bitcoins. ¡El evento más esperado por los 'Bitcoin maximalistas'!",
    "description_full_es": "El 20 de abril de 2024, la red de Bitcoin experimentó su cuarto **halving**. La recompensa que los mineros reciben por validar un bloque se redujo de 6.25 BTC a 3.125 BTC. Este evento, que ocurre aproximadamente cada cuatro años, es uno de los más importantes en el ecosistema de Bitcoin, ya que tiene un impacto directo en la oferta y la escasez de la criptomoneda. La reducción de la oferta de nuevos bitcoins es un mecanismo deflacionario clave, diseñado para preservar el valor de Bitcoin a largo plazo.\n\nEl cuarto halving fue muy esperado, ya que coincidió con el inicio de la era de los ETF de Bitcoin al contado. La combinación de una oferta reducida y una demanda creciente de los inversores institucionales sentó las bases para el siguiente mercado alcista. Los defensores de Bitcoin, a menudo llamados **'maximalistas'**, celebraron el evento como un hito que demuestra la solidez del diseño original de Satoshi Nakamoto y la inevitabilidad de Bitcoin como un activo de reserva de valor.\n\nEl cuarto halving fue un recordatorio de que el código de Bitcoin es inmutable y que su política monetaria es predecible. Mientras los bancos centrales de todo el mundo continúan con políticas de impresión de dinero, la escasez programada de Bitcoin lo convierte en un activo único y valioso. El halving de 2024 fue un hito que marcó el inicio de una nueva fase en la historia de Bitcoin, una donde su valor se verá impulsado por la combinación de la escasez y la adopción masiva.",
    "title_en": "🔻 Fourth Halving",
    "description_tooltip_en": "The block reward is reduced to 3.125 BTC. The daily supply of new bitcoins is cut. The most anticipated event by 'Bitcoin maximalists'!",
    "description_full_en": "On April 20, 2024, the Bitcoin network experienced its fourth **halving**. The reward that miners receive for validating a block was reduced from 6.25 BTC to 3.125 BTC. This event, which occurs approximately every four years, is one of the most important in the Bitcoin ecosystem, as it has a direct impact on the supply and scarcity of the cryptocurrency. The reduction in the supply of new bitcoins is a key deflationary mechanism, designed to preserve Bitcoin's value in the long term.\n\nThe fourth halving was highly anticipated, as it coincided with the beginning of the era of spot Bitcoin ETFs. The combination of a reduced supply and growing demand from institutional investors laid the groundwork for the next bull market. Bitcoin advocates, often called **'maximalists'**, celebrated the event as a milestone that demonstrates the soundness of Satoshi Nakamoto's original design and the inevitability of Bitcoin as a store-of-value asset.\n\nThe fourth halving was a reminder that Bitcoin's code is immutable and its monetary policy is predictable. While central banks around the world continue with money-printing policies, Bitcoin's programmed scarcity makes it a unique and valuable asset. The 2024 halving was a milestone that marked the beginning of a new phase in Bitcoin's history, one where its value will be driven by the combination of scarcity and mass adoption.",
    "links": [
      {
        "text_es": "Explicación detallada del halving",
        "text_en": "Detailed Explanation of the Halving",
        "url": "https://www.binance.com/es/square/post/4100222168962"
      }
    ]
  },
  {
    "date": "2025-01-01",
    "category": "Technology",
    "title_es": "🌍 1 millón de nodos ligeros",
    "description_tooltip_es": "Se estima que existen más de un millón de nodos móviles o ligeros operando en todo el mundo. ¡Bitcoin se vuelve más descentralizado y accesible!",
    "description_full_es": "En un hito significativo para la descentralización de la red, se estima que la cantidad de **nodos ligeros** de Bitcoin, también conocidos como 'light nodes' o 'SPV clients', ha superado el millón de unidades en todo el mundo. A diferencia de los nodos completos que descargan toda la 'blockchain', los nodos ligeros permiten a los usuarios verificar la validez de las transacciones sin necesidad de almacenar toda la historia. Esta funcionalidad es crucial para dispositivos móviles y aplicaciones de cartera, lo que hace que Bitcoin sea más accesible para la población global.\n\nEl crecimiento de los nodos ligeros es una métrica clave de la adopción masiva de Bitcoin. A medida que más personas ejecutan estos nodos en sus teléfonos y ordenadores, la red se vuelve más descentralizada y resistente a la censura. Cada nodo es un punto de validación independiente que ayuda a mantener la integridad de la red, lo que la hace más segura y robusta. Este aumento en el número de nodos es un indicativo de que Bitcoin se está convirtiendo en una red verdaderamente global y distribuida.\n\nEl hito de un millón de nodos ligeros es un recordatorio de la visión original de Satoshi Nakamoto de un 'sistema de efectivo electrónico entre pares'. Demuestra que la red de Bitcoin está evolucionando para ser más amigable con el usuario y más accesible, sin comprometer sus principios de seguridad y descentralización. Este crecimiento es un presagio de un futuro donde Bitcoin será utilizado por miles de millones de personas en todo el mundo, cada una de ellas contribuyendo a la seguridad de la red desde su propio dispositivo.",
    "title_en": "🌍 1 Million Light Nodes",
    "description_tooltip_en": "It is estimated that there are over one million mobile or light nodes operating worldwide. Bitcoin becomes more decentralized and accessible!",
    "description_full_en": "In a significant milestone for network decentralization, the number of Bitcoin **light nodes**, also known as 'SPV clients,' is estimated to have surpassed one million worldwide. Unlike full nodes that download the entire 'blockchain,' light nodes allow users to verify the validity of transactions without needing to store the entire history. This functionality is crucial for mobile devices and wallet applications, making Bitcoin more accessible to the global population.\n\nThe growth of light nodes is a key metric of Bitcoin's mass adoption. As more people run these nodes on their phones and computers, the network becomes more decentralized and censorship-resistant. Each node is an independent validation point that helps maintain the network's integrity, making it more secure and robust. This increase in the number of nodes is an indication that Bitcoin is becoming a truly global and distributed network.\n\nThe one million light nodes milestone is a reminder of Satoshi Nakamoto's original vision of a 'peer-to-peer electronic cash system.' It shows that the Bitcoin network is evolving to be more user-friendly and accessible, without compromising its principles of security and decentralization. This growth is a harbinger of a future where Bitcoin will be used by billions of people worldwide, each contributing to the network's security from their own device.",
    "links": [
      {
        "text_es": "Qué es un nodo de Bitcoin",
        "text_en": "What is a Bitcoin Node",
        "url": "https://www.binance.com/es/square/post/1474811794503"
      }
    ]
  },
  {
    "date": "2025-05-01",
    "category": "Technology",
    "title_es": "🖼️ Auge de los Ordinals y NFTs en Bitcoin",
    "description_tooltip_es": "Se popularizan aún más los Ordinals y los NFTs en la blockchain de Bitcoin, demostrando nuevas funcionalidades para la red. ¡Bitcoin no es solo dinero, es arte digital!",
    "description_full_es": "En 2025, el fenómeno de los **Ordinals** y los **NFTs (tokens no fungibles)** en la blockchain de Bitcoin experimenta un auge masivo. Los Ordinals, un protocolo que permite 'inscribir' datos digitales como imágenes, vídeos y texto directamente en los satoshis (la unidad más pequeña de Bitcoin), se han convertido en una forma popular de crear y coleccionar arte digital. Este movimiento, que comenzó en 2023, ha demostrado que la blockchain de Bitcoin puede ser utilizada para más que solo transacciones financieras.\n\nEl auge de los Ordinals ha generado un debate en la comunidad de Bitcoin. Algunos lo ven como una forma de dar nueva vida a la red y de atraer a una nueva generación de artistas y coleccionistas. Otros, sin embargo, se preocupan por el aumento del tamaño de la blockchain y el coste de las transacciones. A pesar de la controversia, el movimiento ha demostrado la versatilidad de la red y la capacidad de Bitcoin para adaptarse a nuevas funcionalidades.\n\nEl crecimiento de los Ordinals es un hito importante que muestra cómo la tecnología de Bitcoin está evolucionando. Demuestra que Bitcoin no es solo un 'oro digital', sino una plataforma para la innovación. El auge de los NFTs en Bitcoin ha abierto la puerta a una nueva ola de desarrollo y creatividad en la red, y es un recordatorio de que el ecosistema de Bitcoin es un lugar de constante innovación y experimentación.",
    "title_en": "🖼️ Rise of Ordinals and NFTs on Bitcoin",
    "description_tooltip_en": "Ordinals and NFTs on the Bitcoin blockchain become even more popular, demonstrating new functionalities for the network. Bitcoin is not just money, it's digital art!",
    "description_full_en": "In 2025, the phenomenon of **Ordinals** and **NFTs (non-fungible tokens)** on the Bitcoin blockchain experiences a massive boom. Ordinals, a protocol that allows 'inscribing' digital data like images, videos, and text directly onto satoshis (the smallest unit of Bitcoin), have become a popular way to create and collect digital art. This movement, which began in 2023, has shown that the Bitcoin blockchain can be used for more than just financial transactions.\n\nThe rise of Ordinals has sparked a debate in the Bitcoin community. Some see it as a way to breathe new life into the network and attract a new generation of artists and collectors. Others, however, are concerned about the increase in the blockchain's size and transaction costs. Despite the controversy, the movement has demonstrated the network's versatility and Bitcoin's ability to adapt to new functionalities.\n\nThe growth of Ordinals is an important milestone that shows how Bitcoin technology is evolving. It proves that Bitcoin is not just 'digital gold' but a platform for innovation. The rise of NFTs on Bitcoin has opened the door to a new wave of development and creativity on the network, and it is a reminder that the Bitcoin ecosystem is a place of constant innovation and experimentation.",
    "links": [
      {
        "text_es": "Explicación de Ordinals",
        "text_en": "Explanation of Ordinals",
        "url": "https://www.coindesk.com/learn/what-are-bitcoin-ordinals/"
      }
    ]
  },
  {
    "date": "2025-07-20",
    "category": "Technology",
    "title_es": "⚡️ Lightning Network alcanza 10,000 BTC de capacidad",
    "description_tooltip_es": "La capacidad de la Lightning Network, la capa de pagos rápidos de Bitcoin, supera los 10,000 BTC. ¡Pagos instantáneos y baratos son cada vez más una realidad!",
    "description_full_es": "En un hito importante para la escalabilidad de Bitcoin, la capacidad total de la **Lightning Network** supera los 10,000 BTC. La Lightning Network es una 'capa 2' construida sobre Bitcoin que permite realizar pagos instantáneos y de bajo costo. Este aumento de la capacidad significa que más bitcoins están siendo bloqueados en la red Lightning, lo que permite a más usuarios realizar transacciones rápidas y seguras sin tener que esperar la confirmación de la cadena principal.\n\nEl crecimiento de la Lightning Network es un desarrollo crucial para la adopción masiva de Bitcoin como un medio de pago. A medida que la red principal de Bitcoin se congestiona y los costos de las transacciones aumentan, la Lightning Network ofrece una solución escalable que permite a los usuarios realizar microtransacciones de manera eficiente. Este crecimiento es un indicativo de que la red se está volviendo más madura y robusta, y que cada vez más empresas y usuarios la están utilizando para sus pagos diarios.\n\nEl hito de los 10,000 BTC es un recordatorio de la visión de Satoshi Nakamoto de un 'sistema de efectivo electrónico'. Demuestra que la comunidad de Bitcoin está trabajando activamente en la resolución de los problemas de escalabilidad y que el futuro de los pagos instantáneos con Bitcoin es cada vez más una realidad. El crecimiento de la Lightning Network es un hito clave que muestra que Bitcoin está evolucionando para ser no solo un activo de reserva de valor, sino también una moneda de uso diario.",
    "title_en": "⚡️ Lightning Network Reaches 10,000 BTC Capacity",
    "description_tooltip_en": "The capacity of the Lightning Network, Bitcoin's fast payments layer, exceeds 10,000 BTC. Instant and cheap payments are becoming more and more a reality!",
    "description_full_en": "In a major milestone for Bitcoin scalability, the total capacity of the **Lightning Network** surpasses 10,000 BTC. The Lightning Network is a 'layer 2' built on Bitcoin that enables instant and low-cost payments. This increase in capacity means that more bitcoins are being locked in the Lightning Network, allowing more users to make fast and secure transactions without having to wait for confirmation on the main chain.\n\nThe growth of the Lightning Network is a crucial development for the mass adoption of Bitcoin as a means of payment. As the main Bitcoin network becomes congested and transaction costs increase, the Lightning Network offers a scalable solution that allows users to make microtransactions efficiently. This growth is an indication that the network is becoming more mature and robust, and that more and more businesses and users are using it for their daily payments.\n\nThe 10,000 BTC milestone is a reminder of Satoshi Nakamoto's vision of an 'electronic cash system.' It shows that the Bitcoin community is actively working on solving scalability problems and that the future of instant payments with Bitcoin is becoming more and more a reality. The growth of the Lightning Network is a key milestone that shows that Bitcoin is evolving to be not only a store-of-value asset but also a currency for daily use.",
    "links": [
      {
        "text_es": "Información sobre Lightning Network",
        "text_en": "Information on the Lightning Network",
        "url": "https://www.investopedia.com/lightning-network-5207901"
      }
    ]
  }
]